{"translation-revision-date":"2024-07-02 08:34","generator":"WP-CLI\/2.10.0","source":"frontend\/build\/static\/js\/main.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"fr_FR","plural-forms":"nplurals=2; plural=(n > 1);"},"Single Videos":["Vidéos uniques"],"Number of Videos":["Nombre de vidéos"],"Title":["Titre"],"User Name":["Nom de l’utilisateur\/utilisatrice"],"Views":["Vues"],"Date":["Date"],"Streaming live":["Diffusion en direct"],"Streaming live in":["Diffusion en direct en"],"Watch Now":["Regarder maintenant"],"Learn More":["En savoir plus"],"Custom CSS":["CSS personnalisé"],"Custom JavaScript":["JavaScript personnalisé"],"GDPR":["RGPD"],"Advanced":["Avancé"],"Minutes":["Minutes"],"Hours":["Heures"],"Every 30 minutes":["Toutes les 30 minutes"],"Every hour":["Toutes les heures"],"Every 12 hours":["Toutes les 12 heures"],"Every 24 hours":["Toutes les 24 heures"],"AM":["AM"],"PM":["PM"],"Automatic":["Automatique"],"Yes":["Oui"],"No":["Non"],"Block CDN Images":["Bloquer les images CDN"],"General":["Général"],"Actions":["Actions"],"Bulk Actions":["Actions groupées"],"Settings":["Réglages"],"Add Source":["Ajouter une source"],"Update":["Mettre à jour"],"Upgrade":["Mettre à niveau"],"Add":["Ajouter"],"Apply":["Appliquer"],"Copy":["Copier"],"Copied to Clipboard":["Copié dans le presse-papiers"],"Help":["Aide"],"ID":["ID"],"Confirm":["Confirmer"],"Cancel":["Annuler"],"Save Changes":["Enregistrer les modifications"],"Feeds":["Flux"],"Translation":["Traduction"],"Install":["Installer"],"Installed":["Installée"],"Activate":["Activer"],"Try Demo":["Tester la démo"],"And Much More!":["Et bien plus encore !"],"30 day money back guarantee":["Garantie de remboursement de 30 jours"],"Redirecting to connect.smashballoon.com":["Redirection vers connect.smashballoon.com"],"You will be redirected to our app so you can connect your account in 5 seconds":["Vous serez redirigé·e vers notre application afin de pouvoir connecter votre compte dans 5 secondes."],"About Us":["À propos"],"Support":["Support"],"Custom Templates":["Modèles personnalisés"],"Live Stream Countdown (when applicable)":["Compte à rebours avant la diffusion en direct (le cas échéant)"],"Deactivate":["Désactiver"],"Your YouTube Feed Pro License has expired. Renew to keep using PRO features.":["Votre licence YouTube Feed Pro a expiré. Renouvelez-la pour continuer à utiliser les fonctionnalités PRO."],"Paste license key here":["Coller la clé de licence ici"],"Get more features with YouTube Feed Pro":["Plus de fonctionnalités avec YouTube Feed Pro"],"Lite Feed Users get a 50% OFF":["Les utilisateurs\/utilisatrices de la version Lite de Feed bénéficient d’une REMISE de 50 %"],"Show Live Streams":["Voir les diffusions en direct"],"All Feed Types: Playlist, Favorites, Search":["Tous les types de flux : Liste de lecture, Favoris, Recherche"],"Add custom actions to end of the video":["Ajouter des actions personnalisées à la fin de la vidéo"],"Convert videos to Wordpress posts":["Convertir des vidéos en publications Wordpress"],"Add videos in a Carousel":["Ajouter des vidéos à un carrousel"],"Show subscribers":["Afficher les abonnés\/abonnées"],"Show video details":["Afficher les détails de la vidéo"],"Fast and Effective Support":["Support rapide et efficace"],"Always up to date":["Toujours à jour"],"Get All Access Bundle":["Obtenir l’offre intégrale (All Access Bundle)"],"Our Feeds for other platforms":["Nos flux pour d’autres plateformes"],"Follow Us":["Suivez-nous"],"Delete %s?":["Supprimer %s?"],"Are you sure you want to delete this channel?":["Confirmez-vous la suppression de cette chaine ?"],"Your license key is inactive":["Votre clé de licence est inactive"],"No license key detected. Please activate your license key to enable Pro features.":["Aucune clé de licence détectée. Veuillez activer votre clé de licence pour activer les fonctionnalités Pro."],"Activate License Key":["Activer la clé de licence"],"Channel Title":["Titre de la chaine"],"Published":["Publié"],"Drafts":["Brouillons"],"View All":["Voir tout"],"Publish All":["Publier tout"],"Delete All":["Tout supprimer"],"%s of %s":["%s sur %s"],"No single videos found":["Aucune vidéo unique n’a été trouvée"],"Couldn't find any videos to import.":["Je n’ai trouvé aucune vidéo à importer."],"Import Videos":["Importer des vidéos"],"Generate WordPress posts from your YouTube channel. Enter the channel name or ID and the number of videos to import below and click “Import”.":["Générez des articles WordPress à partir de votre chaine YouTube. Saisissez le nom ou l’identifiant de la chaine et le nombre de vidéos à importer ci-dessous, puis cliquez sur « Importer »."],"Channel Name or ID":["Nom ou ID de la chaine"],"Enter Channel name or ID (for example: voxdotcom)":["Entrez le nom ou l’identifiant de la chaine (par exemple : voxdotcom)"],"Import":["Importer"],"Importing • %s Videos Imported":["Importation : %s vidéos importées"],"Please go to <a href='%s'>Settings<\/a> and enter an API key to activate the importer tool.":["Veuillez vous rendre sur <a href=’%s’>Réglages<\/a> et saisir une clé API pour activer l’outil d’importation."],"View All Videos":["Voir toutes les vidéos"],"Test Connection":["Tester la connexion"],"Connection successful":["Connexion réussie"],"Connection failed":["Échec de la connexion"],"View error":["Voir l’erreur"],"<span>You are using Lite version of the plugin–no license needed. Enjoy! 🙂 To unlock more features, consider <a href='%s' target='_blank'>Upgrading to Pro<\/a><\/span>":["<span>Vous utilisez la version Lite de l’extension : aucune licence n’est nécessaire. Profitez-en ! 🙂 Pour déverrouiller plus de fonctionnalités, envisagez <a href=’%s’ target=’_blank’>de passer à la version Pro<\/a><\/span>."],"License Key":["Clé de licence"],"Your license key provides access to updates and support":["Avec votre clé de licence, vous bénéficiez des mises à jour et du support."],"Your <strong>YouTube Feed Pro<\/strong> license is %s":["Votre licence <strong>YouTube Feed Pro<\/strong> est %s"],"<em>Already purchased? Simply enter your license key below to activate YouTube Feeds Pro.<\/em>":["<em>Vous avez déjà acheté YouTube Feeds Pro ? Saisissez simplement votre clé de licence ci-dessous pour activer YouTube Feeds Pro.<\/em>"],"Enter License Key":["Saisissez la clé de licence"],"Manage License":["Gérer la licence"],"Enter API Key":["Entrez la clé API"],"Entered API Key is invalid. You can double check the API Key or learn more about generating them <a target='_blank' href='https:\/\/smashballoon.com\/youtube-api-key\/'>here<\/a>":["La clé API saisie n’est pas valide. Vous pouvez revérifier la clé API ou en savoir plus sur la façon de la générer <a target=’_blank’ href=’https:\/\/smashballoon.com\/youtube-api-key\/’>ici<\/a>"],"Connected YouTube Account":["Compte YouTube connecté"],"This account is used to display channel feeds. It will not affect playlist, favorites, search, livestreams or single videos stream.":["Ce compte est utilisé pour afficher les flux des chaines. Il n’affecte pas la playlist, les favoris, la recherche, les diffusions en direct ou les flux de vidéos individuelles."],"Feed not working? ":["Le flux ne fonctionne pas ? "],"Try Re-authenticating connected account":["Essayez d’authentifier à nouveau le compte connecté."],"API Key":["Clé API"],"API Key is used to fetch from the YouTube API, and is required for several features to work. <a target='_blank' href='https:\/\/smashballoon.com\/youtube-api-key\/'>Learn more<\/a>":["La clé API est utilisée pour récupérer des données de l’API YouTube et est nécessaire au fonctionnement de plusieurs fonctionnalités. <a target=’_blank’ href=’https:\/\/smashballoon.com\/youtube-api-key\/’>Pour en savoir plus <\/a>"],"Preserve settings if plugin is removed":["Conserver les réglages si l’extension est retirée"],"This will make sure that all of your feeds and settings are still saved even if the plugin is uninstalled":["Lorsque cette option est activée, tous vos flux et réglages sont toujours enregistrés, même si l’extension est désinstallée."],"Import Feed Settings":["Importer les réglages des flux"],"You will need a JSON file previously exported from the Feeds for YouTube Plugin":["Vous aurez besoin d’un fichier JSON préalablement exporté depuis l’extension Feeds for YouTube."],"Export Feed Settings":["Exporter les réglages des flux"],"Select Feed":["Sélectionner le flux"],"Export":["Exporter"],"Export settings for one or more of your feeds":["Exportez les réglages d’un ou de plusieurs de vos flux."],"We will automatically enable GDPR compliance if we detect a supported privacy consent plugin. <a href='https:\/\/smashballoon.com\/doc\/feeds-for-youtube-gdpr-compliance\/?youtube' target='_blank'>Learn More<\/a>":["Nous activerons automatiquement la conformité RGPD si nous détectons une extension de consentement à la confidentialité prise en charge. <a href='https:\/\/smashballoon.com\/doc\/feeds-for-youtube-gdpr-compliance\/?youtube' target='_blank'>En savoir plus<\/a>"],"Custom Code":["Code personnalisé"],"Caching":["Mise en cache"],"1:00":["1:00"],"2:00":["2:00"],"3:00":["3:00"],"4:00":["4:00"],"5:00":["5:00"],"6:00":["6:00"],"7:00":["7:00"],"8:00":["8:00"],"9:00":["9:00"],"10:00":["10:00"],"11:00":["11:00"],"12:00":["12:00"],"Cache cleared successfully.":["Le cache a été vidé avec succès."],"Couldn't clear the cache.":["Impossible d’effacer le cache."],"Clear All Caches":["Effacer tous les caches"],"Used for showing views. Example: 392k views":["Utilisé pour montrer des vues. Exemple : 392k vues"],"Ago":["Il y a"],"Used for showing time. Example: 3d ago":["Utilisé pour indiquer l’heure. Exemple : il y a 3 jours"],"Used to highlight when a video is streaming live":["Utilisé pour indiquer qu’une vidéo est diffusée en direct"],"Used to highlight when a video is going to stream live":["Utilisé pour indiquer qu’une vidéo va être diffusée en direct"],"Used to show length of the video. Example: 3 minutes 21 seconds":["Utilisé pour indiquer la durée de la vidéo. Exemple : 3 minutes 21 secondes"],"Used to show length of the video. Example: 1 hour 3 minutes":["Utilisé pour indiquer la durée de la vidéo. Exemple : 1 heure 3 minutes"],"To display the call to action":["Pour afficher l’appel à l’action"],"Thousands":["Milliers"],"Used in the number of views. Example: 321K videos":["Utilisé dans le nombre de vues. Exemple : 321K vidéos"],"Millions":["Millions d’euros"],"Used in the number of views. Example: 4.2M videos":["Utilisé dans le nombre de vues. Exemple : 4,2M de vidéos"],"Custom Text\/Translate":["Texte personnalisé\/Traduire"],"Enter custom text for the words below, or translate it into the language you would like to use.":["Saisissez un texte personnalisé pour les mots ci-dessous, ou traduisez-le dans la langue de votre choix."],"Original Text":["Texte original"],"Custom text\/translation":["Texte personnalisé\/traduction"],"Context":["Contexte"],"AJAX theme loading fix":["Correction du chargement de thèmes AJAX"],"Usage Tracking":["Suivi de l’utilisation"],"This helps us prevent plugin and theme conflicts by sending a report in the background once per week about your settings and relevant site stats. It does not send sensitive information like access tokens, email addresses, or user info. This will not affect your site performance as well. <a href='https:\/\/smashballoon.com\/youtube-feed\/docs\/usage-tracking\/' target='_blank'>Learn More<\/a>":["Cela nous aide à prévenir les conflits entre les extensions et les thèmes en envoyant en arrière-plan, une fois par semaine, un rapport sur vos réglages et les statistiques pertinentes concernant votre site. Ce rapport ne contient pas d’informations sensibles telles que des jetons d’accès, des adresses e-mail ou des informations sur les utilisateurs\/utilisatrices. Cela n’affectera pas non plus les performances de votre site. <a href=’https:\/\/smashballoon.com\/youtube-feed\/docs\/usage-tracking\/’ target=’_blank’>En savoir plus<\/a>"],"Cron Clear Cache":["Effacer le cache Cron"],"If your YouTube feed is not updating, your WordPress installation may have a rare issue with clearing temporary data in your database. Enable this setting to use WordPress cron to clear your feed caches.":["Si votre flux YouTube n’est pas mis à jour, il se peut que votre installation WordPress ait un rare problème avec l’effacement des données temporaires dans votre base de données. Activez ce paramètre pour utiliser WordPress cron afin de vider les caches de votre flux."],"The default HTML for the feed can be replaced with custom templates added to your theme's folder. Enable this setting to use these templates. See <a href='https:\/\/smashballoon.com\/doc\/guide-to-creating-custom-templates\/' target='_blank'>this guide<\/a>.":["Le code HTML par défaut du flux peut être remplacé par des modèles personnalisés ajoutés au dossier de votre thème. Activez ce paramètre pour utiliser ces modèles. Pour en savoir plus, <a href=’https:\/\/smashballoon.com\/doc\/guide-to-creating-custom-templates\/’ target=’_blank’>ce guide<\/a>."],"Enqueue JavaScript in header":["Inclure JavaScript dans l’en-tête"],"Add the JavaScript file for the plugin in the header instead of the footer":["Ajoutez le fichier JavaScript de l’extension dans l’en-tête au lieu du pied de page"],"Disable WP Posts":["Désactiver les publications WP"],"This will disable the feature that saves each video as a WordPress post.":["Cela désactivera la fonctionnalité qui enregistre chaque vidéo comme une publication WordPress."],"Save new videos as":["Enregistrer les nouvelles vidéos sous"],"Draft":["Brouillon"],"Publish":["Publier"],"When you import new videos, they will be saved accordingly":["Lorsque vous importez de nouvelles vidéos, elles seront enregistrées selon votre réglage."],"Information to Display":["Informations à afficher"],"Stats (Like and Comment Count)":["Statistiques (nombre de J’aime et de commentaires)"],"Saved Featured Images":["Images vedettes sauvegardées"],"Enabling this feature will automatically download video thumbnails and assign them as the featured image for a video post created using YouTube Feeds. Image files are stored in your WordPress media library.":["L’activation de cette fonction permet de télécharger automatiquement les miniatures de vidéos et de les affecter à l’image principale d’une publication vidéo créée à l’aide de YouTube Feeds. Les fichiers images sont stockés dans votre médiathèque WordPress."],"Smash Balloon Team":["L’équipe Smash Balloon"],"At Smash Balloon, we build software that helps you create beautiful responsive social media feeds for your website in minutes.":["Chez Smash Balloon, nous concevons des logiciels qui vous aident à créer en quelques minutes de magnifiques flux de réseaux sociaux responsive pour votre site."],"We're on a mission to make it super simple to add social media feeds in WordPress. No more complicated setup steps, ugly iframe widgets, or negative page speed scores.":["Notre mission : simplifier l’ajout de flux de réseaux sociaux dans WordPress. Fini les étapes de configuration compliquées, les widgets iframe laids ou encore les scores de vitesse de page négatifs."],"Our plugins aren't just easy to use, but completely customizable, reliable, and fast! Which is why over 1.6 million awesome users, just like you, choose to use them on their site.":["Non seulement nos extensions sont faciles à utiliser, mais elles sont aussi personnalisables, fiables et rapides ! C’est pourquoi plus de 1,6 million d’utilisateurs\/utilisatrices comme vous les utilisent déjà sur leur site."],"Our Other Social Media Feed Plugins":["Nos autres extensions de flux de réseaux sociaux"],"We’re more than just an Instagram plugin! Check out our other plugins and add more content to your site.":["Nous vous offrons bien plus qu’une simple extension pour Instagram ! Découvrez nos autres extensions et ajoutez plus de contenu à votre site."],"Plugins we recommend":["Les extensions que nous recommandons"],"Search Documentation":["Rechercher dans la documentation"],"Need more support? We’re here to help.":["Vous avez besoin d’aide ? Nous sommes disponibles !"],"Submit a Support Ticket":["Envoyez un ticket de support"],"Our fast and friendly support team is always happy to help!":["Notre équipe de support rapide et bienveillante est toujours heureuse de vous aider !"],"System Info":["Infos système"],"Collapse":["Réduire"],"Expand":["Étendre"],"Export Settings":["Exporter les réglages"],"Share your plugin settings easily with Support":["Partagez facilement vos réglages d’extension avec le support"],"Getting Started":["Premiers pas"],"Some helpful resources to get you started":["Quelques ressources utiles pour commencer"],"More help getting started":["Plus d’aide pour démarrer"],"Docs & Troubleshooting":["Docs et dépannage"],"Run into an issue? Check out our help docs.":["Vous rencontrez un problème ? Consultez nos documents d’aide."],"View Documentation":["Voir la documentation"],"Additional Resources":["Ressources supplémentaires"],"To help you get the most out of the plugin":["Consultez les ressources ci-dessous pour optimiser votre extension"],"View Blog":["Voir le blog"],"Creating Your First YouTube Feed":[""],"How do I Find a Channel ID?":[""],"Guide to Creating and Using an API Key":[""],"How do I Embed a Feed Into a Template Directly?":[""],"My Feed is Showing Unlisted Videos":[""],"Can I Change When the Video Plays?":[""],"How Does the Plugin Optimize Page Load Time?":[""],"Troubleshooting 'YouTube Data API has not been used in project'":[""],"Will Feeds For YouTube Work with Caching Plugins?":[""]}}}