{"translation-revision-date":"2024-07-02 08:34","generator":"WP-CLI\/2.10.0","source":"frontend\/build\/static\/js\/main.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"pl_PL","plural-forms":"nplurals=4; plural=(n==1 ? 0 : (n%10>=2 && n%10<=4) && (n%100<12 || n%100>14) ? 1 : n!=1 && (n%10>=0 && n%10<=1) || (n%10>=5 && n%10<=9) || (n%100>=12 && n%100<=14) ? 2 : 3);"},"Single Videos":["Pojedyncze filmy"],"Number of Videos":["Liczba filmów"],"Title":["Tytuł"],"User Name":["Nazwa użytkownika"],"Views":["Wyświetlenia"],"Date":["Data"],"Streaming live":["Transmisja na żywo"],"Streaming live in":["Transmisja na żywo za"],"Watch Now":["Obejrzyj teraz"],"Learn More":["Dowiedz się więcej"],"Custom CSS":["Własny CSS"],"Custom JavaScript":["Własny JavaScript"],"GDPR":["RODO"],"Advanced":["Zaawansowane"],"Minutes":["Minuty"],"Hours":["Godziny"],"Every 30 minutes":["Co 30 minut"],"Every hour":["Co godzinę"],"Every 12 hours":["Co 12 godzin"],"Every 24 hours":["Co 24 godziny"],"AM":["AM"],"PM":["PM"],"Automatic":["Automatycznie"],"Yes":["Tak"],"No":["Nie"],"Block CDN Images":["Blokuj obrazki z CDN"],"General":["Ogólne"],"Actions":["Działania"],"Bulk Actions":["Działania zbiorcze"],"Settings":["Ustawienia"],"Add Source":["Dodaj źródło"],"Update":["Zaktualizuj"],"Upgrade":["Ulepsz"],"Add":["Dodaj"],"Apply":["Zastosuj"],"Copy":["Kopiuj"],"Copied to Clipboard":["Skopiowano do schowka"],"Help":["Pomoc"],"ID":["Identyfikator"],"Confirm":["Potwierdź"],"Cancel":["Anuluj"],"Save Changes":["Zapisz zmiany"],"Feeds":["Kanały"],"Translation":["Tłumaczenie"],"Install":["Zainstaluj"],"Installed":["Zainstalowano"],"Activate":["Włącz"],"Try Demo":["Wypróbuj wersję demonstracyjną"],"And Much More!":["I wiele więcej!"],"30 day money back guarantee":["30-dniowa gwarancja zwrotu pieniędzy"],"Redirecting to connect.smashballoon.com":["Przekierowywanie do witryny connect.smashballoon.com"],"You will be redirected to our app so you can connect your account in 5 seconds":["Nastąpi przekierowanie do naszej aplikacji, gdzie możesz połączyć swoje konto w 5 sekund"],"About Us":["O nas"],"Support":["Pomoc techniczna"],"Custom Templates":["Szablony własne"],"Live Stream Countdown (when applicable)":["Odliczanie do transmisji na żywo (jeśli dotyczy)"],"Deactivate":["Wyłącz"],"Your YouTube Feed Pro License has expired. Renew to keep using PRO features.":["Twoja licencja YouTube Feed Pro wygasła. Odnów ją, aby nadal korzystać z funkcji PRO."],"Paste license key here":["Wklej tutaj klucz licencyjny"],"Get more features with YouTube Feed Pro":["Uzyskaj więcej funkcji dzięki YouTube Feed Pro"],"Lite Feed Users get a 50% OFF":["Użytkownicy wersji Lite otrzymują 50% ZNIŻKI"],"Show Live Streams":["Pokaż transmisje na żywo"],"All Feed Types: Playlist, Favorites, Search":["Wszystkie rodzaje kanałów: lista odtwarzania, ulubione, wyszukiwane"],"Add custom actions to end of the video":["Dodaj własne działania na końcu filmu"],"Convert videos to Wordpress posts":["Konwertuj filmy na wpisy WordPressa"],"Add videos in a Carousel":["Dodaj filmy do karuzeli"],"Show subscribers":["Pokaż subskrybentów"],"Show video details":["Pokaż szczegóły filmu"],"Fast and Effective Support":["Szybka i skuteczna pomoc techniczna"],"Always up to date":["Zawsze aktualny stan"],"Get All Access Bundle":["Uzyskaj pakiet z pełnym dostępem"],"Our Feeds for other platforms":["Nasze kanały związane z innymi platformami"],"Follow Us":["Obserwuj nas"],"Delete %s?":["Usunąć %s?"],"Are you sure you want to delete this channel?":["Czy na pewno chcesz usunąć ten kanał?"],"Your license key is inactive":["Twój klucz licencyjny jest nieaktywny"],"No license key detected. Please activate your license key to enable Pro features.":["Nie wykryto klucza licencyjnego. Włącz klucz licencyjny, aby włączyć funkcje Pro."],"Activate License Key":["Włącz klucz licencyjny"],"Channel Title":["Tytuł kanału"],"Published":["Opublikowano"],"Drafts":["Szkice"],"View All":["Zobacz wszystkie"],"Publish All":["Opublikuj wszystkie"],"Delete All":["Usuń wszystkie"],"%s of %s":["%s z %s"],"No single videos found":["Nie znaleziono pojedynczych filmów"],"Couldn't find any videos to import.":["Nie udało się znaleźć filmów do zaimportowania."],"Import Videos":["Zaimportuj filmy"],"Generate WordPress posts from your YouTube channel. Enter the channel name or ID and the number of videos to import below and click “Import”.":["Wygeneruj wpisy WordPressa ze swojego kanału na YouTubie. Wpisz poniżej nazwę lub identyfikator kanału oraz liczbę filmów do zaimportowania i kliknij „Importuj”."],"Channel Name or ID":["Nazwa lub identyfikator kanału"],"Enter Channel name or ID (for example: voxdotcom)":["Wpisz nazwę lub identyfikator kanału (na przykład: voxdotcom)"],"Import":["Importuj"],"Importing • %s Videos Imported":["Importowanie • zaimportowanych filmów: %s"],"Please go to <a href='%s'>Settings<\/a> and enter an API key to activate the importer tool.":["Przejdź do <a href='%s'>ustawień<\/a> i wpisz klucz API, aby włączyć narzędzie importu."],"View All Videos":["Zobacz wszystkie filmy"],"Test Connection":["Przetestuj połączenie"],"Connection successful":["Połączenie nawiązane"],"Connection failed":["Nie udało się połączyć"],"View error":["Zobacz błąd"],"<span>You are using Lite version of the plugin–no license needed. Enjoy! 🙂 To unlock more features, consider <a href='%s' target='_blank'>Upgrading to Pro<\/a><\/span>":["<span>Używasz wersji Lite wtyczki – do tego nie potrzeba licencji. Miłego korzystania! 🙂 Aby uzyskać dostęp do większej liczby funkcji, rozważ <a href='%s' target='_blank'>kupno Pro<\/a><\/span>"],"License Key":["Klucz licencyjny"],"Your license key provides access to updates and support":["Klucz licencyjny zapewnia dostęp do aktualizacji i pomocy technicznej"],"Your <strong>YouTube Feed Pro<\/strong> license is %s":["Twoja licencja <strong>YouTube Feed Pro<\/strong> jest %s"],"<em>Already purchased? Simply enter your license key below to activate YouTube Feeds Pro.<\/em>":["<em>Zakup dokonany? Wpisz klucz licencyjny poniżej, aby włączyć wtyczkę YouTube Feeds Pro.<\/em>"],"Enter License Key":["Wpisz klucz licencyjny"],"Manage License":["Zarządzaj licencją"],"Enter API Key":["Wpisz klucz API"],"Entered API Key is invalid. You can double check the API Key or learn more about generating them <a target='_blank' href='https:\/\/smashballoon.com\/youtube-api-key\/'>here<\/a>":["Wpisany klucz API jest nieprawidłowy. Możesz go sprawdzić lub dowiedzieć się więcej o generowaniu kluczy API <a target='_blank' href='https:\/\/smashballoon.com\/youtube-api-key\/'>tutaj<\/a>"],"Connected YouTube Account":["Połączone konto na YouTubie"],"This account is used to display channel feeds. It will not affect playlist, favorites, search, livestreams or single videos stream.":["To konto służy do wyświetlania kanałów z treściami pochodzącymi z kanału na YouTubie. Nie wpływa ono na kanały z listą odtwarzania, ulubionymi filmami, wyszukiwanym terminem, transmisjami na żywo czy pojedynczymi filmami."],"Feed not working? ":["Kanał nie działa? "],"Try Re-authenticating connected account":["Spróbuj ponownie uwierzytelnić połączone konto"],"API Key":["Klucz API"],"API Key is used to fetch from the YouTube API, and is required for several features to work. <a target='_blank' href='https:\/\/smashballoon.com\/youtube-api-key\/'>Learn more<\/a>":["Klucz API służy do pobierania treści z interfejsu API YouTube'a i jest wymagany do działania kilku funkcji. <a target='_blank' href='https:\/\/smashballoon.com\/youtube-api-key\/'>Dowiedz się więcej<\/a>"],"Preserve settings if plugin is removed":["Zachowaj ustawienia po usunięciu wtyczki"],"This will make sure that all of your feeds and settings are still saved even if the plugin is uninstalled":["Dzięki temu wszystkie kanały i ustawienia zostaną zachowane w przypadku odinstalowania wtyczki"],"Import Feed Settings":["Zaimportuj ustawienia kanałów"],"You will need a JSON file previously exported from the Feeds for YouTube Plugin":["Będziesz potrzebować pliku JSON wyeksportowanego wcześniej z wtyczki Feeds for YouTube"],"Export Feed Settings":["Wyeksportuj ustawienia kanału"],"Select Feed":["Wybierz kanał"],"Export":["Eksportuj"],"Export settings for one or more of your feeds":["Wyeksportuj ustawienia dowolnych kanałów"],"We will automatically enable GDPR compliance if we detect a supported privacy consent plugin. <a href='https:\/\/smashballoon.com\/doc\/feeds-for-youtube-gdpr-compliance\/?youtube' target='_blank'>Learn More<\/a>":["Automatycznie włączymy zgodność z RODO, jeśli wykryjemy obsługiwaną wtyczkę zgody dotyczącej ochrony prywatności. <a href='https:\/\/smashballoon.com\/doc\/feeds-for-youtube-gdpr-compliance\/?youtube' target='_blank'>Dowiedz się więcej<\/a>"],"Custom Code":["Własny kod"],"Caching":["Buforowanie"],"1:00":["1:00"],"2:00":["2:00"],"3:00":["3:00"],"4:00":["4:00"],"5:00":["5:00"],"6:00":["6:00"],"7:00":["7:00"],"8:00":["8:00"],"9:00":["9:00"],"10:00":["10:00"],"11:00":["11:00"],"12:00":["12:00"],"Cache cleared successfully.":["Wyczyszczono pamięć podręczną."],"Couldn't clear the cache.":["Nie udało się wyczyścić pamięci podręcznej."],"Clear All Caches":["Wyczyść wszystkie pamięci podręczne"],"Used for showing views. Example: 392k views":["Służy do oznaczania wyświetleń. Przykład: 392 tys. wyświetleń"],"Ago":["Temu"],"Used for showing time. Example: 3d ago":["Służy do oznaczania czasu. Przykład: 3 d temu"],"Used to highlight when a video is streaming live":["Służy do sygnalizowania, że film jest transmitowany na żywo"],"Used to highlight when a video is going to stream live":["Służy do sygnalizowania, że film będzie transmitowany na żywo"],"Used to show length of the video. Example: 3 minutes 21 seconds":["Służy do odznaczania długości filmu. Przykład: 3 minuty 21 sekund"],"Used to show length of the video. Example: 1 hour 3 minutes":["Służy do oznaczania długości filmu. Przykład: 1 godzina 3 minuty"],"To display the call to action":["Wyświetlanie wezwania do działania"],"Thousands":["Tysiące"],"Used in the number of views. Example: 321K videos":["Tekst używany w liczbie wyświetleń. Przykład: 321 tys. wyświetleń"],"Millions":["Miliony"],"Used in the number of views. Example: 4.2M videos":["Tekst używany w liczbie wyświetleń. Przykład: 4,2 mln wyświetleń"],"Custom Text\/Translate":["Tekst własny\/tłumaczenie"],"Enter custom text for the words below, or translate it into the language you would like to use.":["Wpisz własny tekst odpowiadający poniższym słowom lub przetłumacz je na język, którego chcesz używać."],"Original Text":["Tekst oryginalny"],"Custom text\/translation":["Tekst własny\/tłumaczenie"],"Context":["Kontekst"],"AJAX theme loading fix":["Popraw wczytywanie motywów AJAX"],"Usage Tracking":["Śledzenie użycia"],"This helps us prevent plugin and theme conflicts by sending a report in the background once per week about your settings and relevant site stats. It does not send sensitive information like access tokens, email addresses, or user info. This will not affect your site performance as well. <a href='https:\/\/smashballoon.com\/youtube-feed\/docs\/usage-tracking\/' target='_blank'>Learn More<\/a>":["Ułatwia to nam zapobieganie konfliktom wtyczek i motywów dzięki wysyłaniu raz w tygodniu raportu w tle na temat ustawień i odpowiednich statystyk witryny. Poufne informacje, takie jak tokeny dostępu, adresy e-mail czy informacje o użytkownikach, nie są wysyłane. Ta funkcja nie obniża wydajności witryny. <a href='https:\/\/smashballoon.com\/youtube-feed\/docs\/usage-tracking\/' target='_blank'>Dowiedz się więcej<\/a>"],"Cron Clear Cache":["Wyczyść pamięć podręczną przez cron"],"If your YouTube feed is not updating, your WordPress installation may have a rare issue with clearing temporary data in your database. Enable this setting to use WordPress cron to clear your feed caches.":["Jeśli kanał YouTube'a się nie aktualizuje, w twojej instalacji WordPressa mógł wystąpić rzadki problem z czyszczeniem danych tymczasowych w bazie danych. Włącz to ustawienie, aby czyścić pamięć podręczną kanału za pomocą funkcji cron WordPressa."],"The default HTML for the feed can be replaced with custom templates added to your theme's folder. Enable this setting to use these templates. See <a href='https:\/\/smashballoon.com\/doc\/guide-to-creating-custom-templates\/' target='_blank'>this guide<\/a>.":["Domyślny kod HTML kanału można zastąpić szablonami własnymi dodanymi do katalogu motywu. Włącz to ustawienie, aby skorzystać z tych szablonów. Zapoznaj się z <a href='https:\/\/smashballoon.com\/doc\/guide-to-creating-custom-templates\/' target='_blank'>tym przewodnikiem<\/a>."],"Enqueue JavaScript in header":["Umieść skrypt JavaScript w kolejce w nagłówku"],"Add the JavaScript file for the plugin in the header instead of the footer":["Dodaj plik JavaScript związany z wtyczką w sekcji nagłówka, a nie stopki"],"Disable WP Posts":["Wyłącz wpisy WP"],"This will disable the feature that saves each video as a WordPress post.":["To spowoduje wyłączenie funkcji, która zapisuje każdy film jako wpis w WordPressie."],"Save new videos as":["Zapisz nowe filmy jako"],"Draft":["Szkic"],"Publish":["Publikacja"],"When you import new videos, they will be saved accordingly":["Gdy zaimportujesz nowe filmy, zostaną zapisane w odpowiedni sposób"],"Information to Display":["Informacje do wyświetlenia"],"Stats (Like and Comment Count)":["Statystyki (liczba polubień i komentarzy)"],"Saved Featured Images":["Zapisane obrazki wyróżniające"],"Enabling this feature will automatically download video thumbnails and assign them as the featured image for a video post created using YouTube Feeds. Image files are stored in your WordPress media library.":["Włączenie tej funkcji spowoduje automatyczne pobieranie miniatur filmów i przypisywanie ich jako obrazków wyróżniających do wpisów z filmami utworzonych przy użyciu wtyczki YouTube Feeds. Pliki obrazków są przechowywane w multimediach WordPressa."],"Smash Balloon Team":["Zespół Smash Balloon"],"At Smash Balloon, we build software that helps you create beautiful responsive social media feeds for your website in minutes.":["W Smash Balloon tworzymy oprogramowanie, dzięki któremu z łatwością w kilka minut dodasz do swojej witryny internetowej atrakcyjne, responsywne kanały mediów społecznościowych."],"We're on a mission to make it super simple to add social media feeds in WordPress. No more complicated setup steps, ugly iframe widgets, or negative page speed scores.":["Chcemy sprawić, by dodawanie kanałów mediów społecznościowych do WordPressa było niezwykle proste. Koniec ze skomplikowaną konfiguracją, brzydkimi widżetami iframe czy słabymi wynikami pomiarów szybkości stron."],"Our plugins aren't just easy to use, but completely customizable, reliable, and fast! Which is why over 1.6 million awesome users, just like you, choose to use them on their site.":["Nasze wtyczki są nie tylko łatwe w użyciu, ale też w pełni konfigurowalne, niezawodne i szybkie! To właśnie dlatego używa ich w swoich witrynach ponad 1,6 miliona tak wspaniałych użytkowników jak ty."],"Our Other Social Media Feed Plugins":["Inne nasze wtyczki do kanałów mediów społecznościowych"],"We’re more than just an Instagram plugin! Check out our other plugins and add more content to your site.":["Oferujemy znacznie więcej niż tylko wtyczkę do Instagramu! Wypróbuj nasze inne wtyczki i dodawaj inne treści do swojej witryny."],"Plugins we recommend":["Polecane wtyczki"],"Search Documentation":["Przeszukaj dokumentację"],"Need more support? We’re here to help.":["Potrzebujesz dodatkowego wsparcia? Chętnie pomożemy."],"Submit a Support Ticket":["Prześlij zgłoszenie"],"Our fast and friendly support team is always happy to help!":["Nasz szybki i przyjazny zespół pomocy technicznej zawsze chętnie ci pomoże!"],"System Info":["Informacje systemowe"],"Collapse":["Zwiń"],"Expand":["Rozwiń"],"Export Settings":["Wyeksportuj ustawienia"],"Share your plugin settings easily with Support":["Możesz łatwo udostępnić ustawienia wtyczki zespołowi pomocy technicznej"],"Getting Started":["Pierwsze kroki"],"Some helpful resources to get you started":["Nieco zasobów, które pomogą ci zacząć"],"More help getting started":["Więcej pomocy na początek"],"Docs & Troubleshooting":["Dokumenty i rozwiązywanie problemów"],"Run into an issue? Check out our help docs.":["Masz problem? Sprawdź nasze dokumenty pomocy."],"View Documentation":["Zobacz dokumentację"],"Additional Resources":["Dodatkowe zasoby"],"To help you get the most out of the plugin":["Aby pomóc ci korzystać w pełni z możliwości wtyczki"],"View Blog":["Zobacz blog"],"Creating Your First YouTube Feed":[""],"How do I Find a Channel ID?":[""],"Guide to Creating and Using an API Key":[""],"How do I Embed a Feed Into a Template Directly?":[""],"My Feed is Showing Unlisted Videos":[""],"Can I Change When the Video Plays?":[""],"How Does the Plugin Optimize Page Load Time?":[""],"Troubleshooting 'YouTube Data API has not been used in project'":[""],"Will Feeds For YouTube Work with Caching Plugins?":[""]}}}