{"translation-revision-date":"2024-07-02 08:34","generator":"WP-CLI\/2.10.0","source":"frontend\/build\/static\/js\/main.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"it_IT","plural-forms":"nplurals=2; plural=(n != 1);"},"Single Videos":["Video singoli"],"Number of Videos":["Numero dei video"],"Title":["Titolo"],"User Name":["Nome utente"],"Views":["Visualizzazioni"],"Date":["Data"],"Streaming live":["Streaming in diretta"],"Streaming live in":["In diretta streaming in"],"Watch Now":["Guarda ora"],"Learn More":["Scopri di più"],"Custom CSS":["CSS personalizzato"],"Custom JavaScript":["JavaScript personalizzato"],"GDPR":["GDPR"],"Advanced":["Avanzate"],"Minutes":["Minuti"],"Hours":["Ore"],"Every 30 minutes":["Ogni 30 minuti"],"Every hour":["Ogni ora"],"Every 12 hours":["Ogni 12 ore"],"Every 24 hours":["Ogni 24 ore"],"AM":["AM"],"PM":["PM"],"Automatic":["Automatico"],"Yes":["Sì"],"No":["No"],"Block CDN Images":["Blocco delle immagini CDN"],"General":["Generale"],"Actions":["Azioni"],"Bulk Actions":["Azioni di gruppo"],"Settings":["Impostazioni"],"Add Source":["Aggiungi fonte"],"Update":["Aggiorna"],"Upgrade":["Aggiorna"],"Add":["Aggiungi"],"Apply":["Applica"],"Copy":["Copia"],"Copied to Clipboard":["Copia negli appunti"],"Help":["Aiuto"],"ID":["ID"],"Confirm":["Conferma"],"Cancel":["Cancella"],"Save Changes":["Salva le modifiche"],"Feeds":["Feed"],"Translation":["Traduzione"],"Install":["Installa"],"Installed":["Installato"],"Activate":["Attiva"],"Try Demo":["Prova la demo"],"And Much More!":["E molto altro!"],"30 day money back guarantee":["Garanzia di rimborso di 30 giorni"],"Redirecting to connect.smashballoon.com":["Reindirizza a connect.smashballoon.com"],"You will be redirected to our app so you can connect your account in 5 seconds":["Ti reindirizziamo alla nostra app dove potrai collegare il tuo account in 5 secondi."],"About Us":["Chi siamo"],"Support":["Supporto"],"Custom Templates":["Template personalizzati"],"Live Stream Countdown (when applicable)":["Conto alla rovescia del Live Stream (se applicabile)"],"Deactivate":["Disattiva"],"Your YouTube Feed Pro License has expired. Renew to keep using PRO features.":["La tua licenza YouTube Feed Pro è scaduta. Rinnovala per continuare a utilizzare le funzionalità PRO."],"Paste license key here":["Incolla qui la chiave di licenza"],"Get more features with YouTube Feed Pro":["Ottieni ulteriori funzionalità con YouTube Feed Pro"],"Lite Feed Users get a 50% OFF":["Gli utenti di Lite Feed ottengono il 50% di sconto"],"Show Live Streams":["Mostra in diretta streaming"],"All Feed Types: Playlist, Favorites, Search":["Tutti i tipi di feed: Playlist, Preferiti, Ricerca"],"Add custom actions to end of the video":["Aggiungi azioni personalizzate alla fine del video"],"Convert videos to Wordpress posts":["Converti i video in articoli di WordPress"],"Add videos in a Carousel":["Aggiungi i video in un carosello"],"Show subscribers":["Mostra gli abbonati"],"Show video details":["Mostra i dettagli del video"],"Fast and Effective Support":["Assistenza rapida ed efficace"],"Always up to date":["Sempre aggiornato"],"Get All Access Bundle":["Ottieni il pacchetto Accesso Completo"],"Our Feeds for other platforms":["I nostri feed per altre piattaforme"],"Follow Us":["Seguici"],"Delete %s?":["Eliminare %s?"],"Are you sure you want to delete this channel?":["Confermi di voler cancellare questo canale?"],"Your license key is inactive":["La tua chiave di licenza è inattiva"],"No license key detected. Please activate your license key to enable Pro features.":["Non è stata rilevata alcuna chiave di licenza. Attiva la chiave di licenza per abilitare le funzionalità Pro."],"Activate License Key":["Attiva la chiave di licenza"],"Channel Title":["Titolo del canale"],"Published":["Pubblicato"],"Drafts":["Bozze"],"View All":["Visualizza tutto"],"Publish All":["Pubblica tutto"],"Delete All":["Elimina tutto"],"%s of %s":["%s di %s"],"No single videos found":["Non sono stati trovati video singoli"],"Couldn't find any videos to import.":["Non riesco a trovare nessun video da importare."],"Import Videos":["Importazione dei video"],"Generate WordPress posts from your YouTube channel. Enter the channel name or ID and the number of videos to import below and click “Import”.":["Genera articoli su WordPress dal tuo canale YouTube. Inserisci il nome o l'ID del canale e il numero di video da importare e fai clic su \"Importa\"."],"Channel Name or ID":["Nome o ID del canale"],"Enter Channel name or ID (for example: voxdotcom)":["Inserisci il nome o l'ID del canale (ad esempio: voxdotcom)"],"Import":["Importa"],"Importing • %s Videos Imported":["Importazione - %s Video importati"],"Please go to <a href='%s'>Settings<\/a> and enter an API key to activate the importer tool.":["Vai nelle <a href='%s'>Impostazioni<\/a> e inserisci una chiave API per attivare lo strumento di importazione."],"View All Videos":["Visualizza tutti i video"],"Test Connection":["Verifica la connessione"],"Connection successful":["Connessione riuscita"],"Connection failed":["Connessione fallita"],"View error":["Visualizza l'errore"],"<span>You are using Lite version of the plugin–no license needed. Enjoy! 🙂 To unlock more features, consider <a href='%s' target='_blank'>Upgrading to Pro<\/a><\/span>":["<span>Stai utilizzando la versione Lite del plugin: non è necessaria alcuna licenza. Buon divertimento! 🙂 Per sbloccare più funzioni, considera <a href='%s' target='_blank'>l'aggiornamento alla versione Pro<\/a><\/span>"],"License Key":["Chiave di licenza"],"Your license key provides access to updates and support":["La chiave di licenza ti permette di accedere agli aggiornamenti e all'assistenza"],"Your <strong>YouTube Feed Pro<\/strong> license is %s":["La tua licenza di <strong>YouTube Feed Pro<\/strong> è %s"],"<em>Already purchased? Simply enter your license key below to activate YouTube Feeds Pro.<\/em>":["<em>Già acquistato? Inserisci il tuo codice di licenza qui sotto per attivare YouTube Feeds Pro.<\/em>"],"Enter License Key":["Inserisci la chiave di licenza"],"Manage License":["Gestisci la licenza"],"Enter API Key":["Inserisci la chiave API"],"Entered API Key is invalid. You can double check the API Key or learn more about generating them <a target='_blank' href='https:\/\/smashballoon.com\/youtube-api-key\/'>here<\/a>":["La chiave API inserita non è valida. Puoi ricontrollare la chiave API o saperne di più sulla sua generazione <a target='_blank' href='https:\/\/smashballoon.com\/youtube-api-key\/'>qui<\/a>"],"Connected YouTube Account":["Account YouTube collegato"],"This account is used to display channel feeds. It will not affect playlist, favorites, search, livestreams or single videos stream.":["Questo account viene utilizzato per visualizzare i feed del canale. Non influisce su playlist, preferiti, ricerca, livestream o flussi di video singoli."],"Feed not working? ":["Il feed non funziona? "],"Try Re-authenticating connected account":["Prova a riautenticare l'account connesso"],"API Key":["Chiave API"],"API Key is used to fetch from the YouTube API, and is required for several features to work. <a target='_blank' href='https:\/\/smashballoon.com\/youtube-api-key\/'>Learn more<\/a>":["La chiave API viene utilizzata per prelevare dall'API di YouTube ed è necessaria per il funzionamento di alcune caratteristiche. <a target='_blank' href='https:\/\/smashballoon.com\/youtube-api-key\/'>Maggiori informazioni<\/a>"],"Preserve settings if plugin is removed":["Conserva le impostazioni quando il plugin viene disinstallato"],"This will make sure that all of your feeds and settings are still saved even if the plugin is uninstalled":["In questo modo, tutti i feed e le impostazioni verranno salvati anche se il plugin viene disinstallato."],"Import Feed Settings":["Importa le impostazioni del feed"],"You will need a JSON file previously exported from the Feeds for YouTube Plugin":["Avrai bisogno di un file JSON precedentemente esportato dal plugin Feeds for YouTube."],"Export Feed Settings":["Esporta le impostazioni del feed"],"Select Feed":["Seleziona il feed"],"Export":["Esporta"],"Export settings for one or more of your feeds":["Esporta le impostazioni per uno o più feed"],"We will automatically enable GDPR compliance if we detect a supported privacy consent plugin. <a href='https:\/\/smashballoon.com\/doc\/feeds-for-youtube-gdpr-compliance\/?youtube' target='_blank'>Learn More<\/a>":["Attiviamo automaticamente la conformità alla GDPR se rileviamo un plugin per il consenso alla privacy supportato. <a href='https:\/\/smashballoon.com\/doc\/feeds-for-youtube-gdpr-compliance\/?youtube' target='_blank'>Maggiori informazioni<\/a>"],"Custom Code":["Codice personalizzato"],"Caching":["Cache"],"1:00":["1:00"],"2:00":["2:00"],"3:00":["3:00"],"4:00":["4:00"],"5:00":["5:00"],"6:00":["6:00"],"7:00":["7:00"],"8:00":["8:00"],"9:00":["9:00"],"10:00":["10:00"],"11:00":["11:00"],"12:00":["12:00"],"Cache cleared successfully.":["La cache è stata cancellata con successo."],"Couldn't clear the cache.":["Non è stato possibile cancellare la cache."],"Clear All Caches":["Cancella tutte le cache"],"Used for showing views. Example: 392k views":["Utilizzato per mostrare le visualizzazioni. Esempio: 392k visualizzazioni"],"Ago":["Passati"],"Used for showing time. Example: 3d ago":["Utilizzato per visualizzare il tempo. Esempio: 3 giorni fa"],"Used to highlight when a video is streaming live":["Utilizzato per evidenziare quando un video è in diretta streaming"],"Used to highlight when a video is going to stream live":["Utilizzato per evidenziare quando un video sta per essere trasmesso in diretta"],"Used to show length of the video. Example: 3 minutes 21 seconds":["Utilizzato per mostrare la lunghezza del video. Esempio: 3 minuti e 21 secondi"],"Used to show length of the video. Example: 1 hour 3 minutes":["Utilizzato per mostrare la durata del video. Esempio: 1 ora e 3 minuti"],"To display the call to action":["Visualizzare l'invito all'azione"],"Thousands":["Migliaia"],"Used in the number of views. Example: 321K videos":["Utilizzato nel numero di visualizzazioni. Esempio: 321K video"],"Millions":["Milioni"],"Used in the number of views. Example: 4.2M videos":["Utilizzato nel numero di visualizzazioni. Esempio: 4,2M video"],"Custom Text\/Translate":["Testo personalizzato\/traduzione"],"Enter custom text for the words below, or translate it into the language you would like to use.":["Inserisci un testo personalizzato per le parole qui sotto, oppure traducilo nella lingua che vuoi usare."],"Original Text":["Testo originale"],"Custom text\/translation":["Testo personalizzato\/traduzione"],"Context":["Contesto"],"AJAX theme loading fix":["Correzione del caricamento dei temi AJAX"],"Usage Tracking":["Tracciamento dell'utilizzo"],"This helps us prevent plugin and theme conflicts by sending a report in the background once per week about your settings and relevant site stats. It does not send sensitive information like access tokens, email addresses, or user info. This will not affect your site performance as well. <a href='https:\/\/smashballoon.com\/youtube-feed\/docs\/usage-tracking\/' target='_blank'>Learn More<\/a>":["Questo ci aiuta a prevenire i conflitti tra plugin e temi, inviando in background una volta alla settimana un report sulle tue impostazioni e sulle statistiche del sito. Non invia informazioni sensibili come token di accesso, indirizzi e-mail o informazioni sugli utenti. Inoltre, non influisce sulle prestazioni del tuo sito. <a href='https:\/\/smashballoon.com\/youtube-feed\/docs\/usage-tracking\/' target='_blank'>Maggiori informazioni<\/a>"],"Cron Clear Cache":["Cancella la cache del cron"],"If your YouTube feed is not updating, your WordPress installation may have a rare issue with clearing temporary data in your database. Enable this setting to use WordPress cron to clear your feed caches.":["Se il tuo feed di YouTube non si aggiorna, la tua installazione di WordPress potrebbe avere un raro problema di cancellazione dei dati temporanei nel database. Abilita questa impostazione per utilizzare il cron di WordPress per cancellare le cache dei feed."],"The default HTML for the feed can be replaced with custom templates added to your theme's folder. Enable this setting to use these templates. See <a href='https:\/\/smashballoon.com\/doc\/guide-to-creating-custom-templates\/' target='_blank'>this guide<\/a>.":["L'HTML predefinito per il feed può essere sostituito da modelli personalizzati aggiunti alla cartella del tuo tema. Attiva questa impostazione per utilizzare questi template. Dai uno sguardo a <a href='https:\/\/smashballoon.com\/doc\/guide-to-creating-custom-templates\/' target='_blank'>questa guida<\/a>."],"Enqueue JavaScript in header":["Caricamento di JavaScript nell'header"],"Add the JavaScript file for the plugin in the header instead of the footer":["Aggiungi il file JavaScript per il plugin nell'header invece che nel footer"],"Disable WP Posts":["Disabilita i post WP"],"This will disable the feature that saves each video as a WordPress post.":["Questo disabilita la funzionalità che salva ogni video come post di WordPress."],"Save new videos as":["Salva i nuovi video come"],"Draft":["Bozza"],"Publish":["Pubblica"],"When you import new videos, they will be saved accordingly":["Quando importi nuovi video, questi verranno salvati di conseguenza"],"Information to Display":["Informazioni da visualizzare"],"Stats (Like and Comment Count)":["Statistiche (numero di Mi piace e commenti)"],"Saved Featured Images":["Immagini in primo piano salvate"],"Enabling this feature will automatically download video thumbnails and assign them as the featured image for a video post created using YouTube Feeds. Image files are stored in your WordPress media library.":["Abilitando questa funzione, le miniature dei video verranno scaricate automaticamente e assegnate come immagine in primo piano per un post video creato utilizzando YouTube Feeds. I file immagine vengono memorizzati nella libreria dei media di WordPress."],"Smash Balloon Team":["Team di Smash Balloon"],"At Smash Balloon, we build software that helps you create beautiful responsive social media feeds for your website in minutes.":["Noi di Smash Balloon costruiamo un software che ti aiuta a creare bellissimi feed responsive per i social media del tuo sito web. Tutto in pochi minuti."],"We're on a mission to make it super simple to add social media feeds in WordPress. No more complicated setup steps, ugly iframe widgets, or negative page speed scores.":["La nostra missione è rendere super semplice l'aggiunta dei feed dei social media in WordPress. Basta con le configurazioni complicate, i brutti widget iframe o i punteggi negativi sulla velocità della pagina."],"Our plugins aren't just easy to use, but completely customizable, reliable, and fast! Which is why over 1.6 million awesome users, just like you, choose to use them on their site.":["I nostri plugin non sono solo facili da usare, ma anche completamente personalizzabili, affidabili e veloci! Ecco perché oltre 1,6 milioni di persone fantastiche, proprio come te, scelgono di usarli sul proprio sito."],"Our Other Social Media Feed Plugins":["Gli altri nostri plugin per i feed dei social media"],"We’re more than just an Instagram plugin! Check out our other plugins and add more content to your site.":["Non siamo solo un plugin per Instagram! Scopri gli altri plugin e aggiungi altri contenuti al tuo sito."],"Plugins we recommend":["Plugin che raccomandiamo"],"Search Documentation":["Ricerca nella documentazione"],"Need more support? We’re here to help.":["Hai bisogno di ulteriore supporto? Siamo qui per aiutarti."],"Submit a Support Ticket":["Invia un ticket di supporto"],"Our fast and friendly support team is always happy to help!":["Il nostro team di assistenza veloce e amichevole è sempre felice di aiutarti!"],"System Info":["Informazioni di sistema"],"Collapse":["Riduci"],"Expand":["Espandi"],"Export Settings":["Impostazioni per l'esportazione"],"Share your plugin settings easily with Support":["Condividi con facilità le impostazioni del plugin con il team di Supporto."],"Getting Started":["Per iniziare"],"Some helpful resources to get you started":["Alcune risorse utili per iniziare"],"More help getting started":["Ulteriori aiuti per iniziare"],"Docs & Troubleshooting":["Documenti e risoluzione dei problemi"],"Run into an issue? Check out our help docs.":["Hai riscontrato un problema? Consulta la nostra documentazione."],"View Documentation":["Vedi la documentazione"],"Additional Resources":["Risorse aggiuntive"],"To help you get the most out of the plugin":["Per aiutarti a sfruttare al meglio il plugin"],"View Blog":["Vedi il blog"],"Creating Your First YouTube Feed":[""],"How do I Find a Channel ID?":[""],"Guide to Creating and Using an API Key":[""],"How do I Embed a Feed Into a Template Directly?":[""],"My Feed is Showing Unlisted Videos":[""],"Can I Change When the Video Plays?":[""],"How Does the Plugin Optimize Page Load Time?":[""],"Troubleshooting 'YouTube Data API has not been used in project'":[""],"Will Feeds For YouTube Work with Caching Plugins?":[""]}}}