{"translation-revision-date":"2024-07-02 08:34","generator":"WP-CLI\/2.10.0","source":"frontend\/build\/static\/js\/main.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"de_DE","plural-forms":"nplurals=2; plural=(n != 1);"},"Single Videos":["Einzelne Videos"],"Number of Videos":["Anzahl Videos"],"Title":["Titel"],"User Name":["Benutzername"],"Views":["Ansichten"],"Date":["Datum"],"Streaming live":["Live-Streaming"],"Streaming live in":["Live-Streaming in"],"Watch Now":["Jetzt ansehen"],"Learn More":["Mehr erfahren"],"Custom CSS":["Individuelles CSS"],"Custom JavaScript":["Benutzerdefiniertes JavaScript"],"GDPR":["DSGVO"],"Advanced":["Erweitert"],"Minutes":["Protokoll"],"Hours":["Stunden"],"Every 30 minutes":["Alle 30 Minuten"],"Every hour":["Jede Stunde"],"Every 12 hours":["Alle 12 Stunden"],"Every 24 hours":["Alle 24 Stunden"],"AM":["AM"],"PM":["PM"],"Automatic":["Automatisch"],"Yes":["Ja"],"No":["Nein"],"Block CDN Images":["CDN-Bilder blockieren"],"General":["Allgemeines"],"Actions":["Aktionen"],"Bulk Actions":["Mehrfachaktionen"],"Settings":["Einstellungen"],"Add Source":["Quelle hinzufügen"],"Update":["Aktualisieren"],"Upgrade":["Upgrade durchführen"],"Add":["Hinzufügen"],"Apply":["Anwenden"],"Copy":["Kopieren"],"Copied to Clipboard":["In die Zwischenablage kopiert"],"Help":["Hilfe"],"ID":["ID"],"Confirm":["Bestätigen"],"Cancel":["Abbrechen"],"Save Changes":["Änderungen speichern"],"Feeds":["Feeds"],"Translation":["Übersetzung"],"Install":["Installieren"],"Installed":["Installiert"],"Activate":["Aktivieren"],"Try Demo":["Demo ausprobieren"],"And Much More!":["Und vieles mehr!"],"30 day money back guarantee":["30 Tage Geld-zurück-Garantie"],"Redirecting to connect.smashballoon.com":["Weiterleitung zu connect.smashballoon.com"],"You will be redirected to our app so you can connect your account in 5 seconds":["Du wirst zu unserer App weitergeleitet, damit du dein Konto in 5 Sekunden verbinden kannst"],"About Us":["Über uns"],"Support":["Support"],"Custom Templates":["Eigene Templates"],"Live Stream Countdown (when applicable)":["Livestream Countdown (falls zutreffend)"],"Deactivate":["Deaktivieren"],"Your YouTube Feed Pro License has expired. Renew to keep using PRO features.":["Deine YouTube Feed Pro-Lizenz ist abgelaufen. Verlängere sie, um die PRO-Funktionen weiterzunutzen."],"Paste license key here":["Füge hier den Lizenzschlüssel ein"],"Get more features with YouTube Feed Pro":["Erhalte mehr Funktionen mit YouTube Feed Pro"],"Lite Feed Users get a 50% OFF":["Benutzer des Lite Feeds erhalten 50% Rabatt"],"Show Live Streams":["Livestreams anzeigen"],"All Feed Types: Playlist, Favorites, Search":["Alle Feed-Typen: Wiedergabeliste, Favoriten, Suche"],"Add custom actions to end of the video":["Hinzufügen von benutzerdefinierten Aktionen am Ende des Videos"],"Convert videos to Wordpress posts":["Videos in WordPress-Beiträge umwandeln"],"Add videos in a Carousel":["Videos in einem Karussell hinzufügen"],"Show subscribers":["Abonnenten anzeigen"],"Show video details":["Video-Details anzeigen"],"Fast and Effective Support":["Schnelle und wirksame Unterstützung"],"Always up to date":["Immer auf dem neuesten Stand"],"Get All Access Bundle":["Hol dir das All Access Bundle"],"Our Feeds for other platforms":["Unsere Feeds für andere Plattformen"],"Follow Us":["Folge uns"],"Delete %s?":["%s löschen?"],"Are you sure you want to delete this channel?":["Bist du sicher, dass du diesen Kanal löschen willst?"],"Your license key is inactive":["Dein Lizenzschlüssel ist inaktiv"],"No license key detected. Please activate your license key to enable Pro features.":["Es wurde kein Lizenzschlüssel gefunden. Bitte aktiviere deinen Lizenzschlüssel, um die Funktionen der Pro-Version zu aktivieren."],"Activate License Key":["Lizenzschlüssel aktivieren"],"Channel Title":["Kanal-Titel"],"Published":["Veröffentlicht"],"Drafts":["Entwürfe"],"View All":["Alle anzeigen"],"Publish All":["Alle veröffentlichen"],"Delete All":["Alle löschen"],"%s of %s":["%s von %s"],"No single videos found":["Keine einzelnen Videos gefunden"],"Couldn't find any videos to import.":["Ich konnte keine Videos zum Importieren finden."],"Import Videos":["Videos importieren"],"Generate WordPress posts from your YouTube channel. Enter the channel name or ID and the number of videos to import below and click “Import”.":["Erstelle WordPress-Beiträge aus deinem YouTube-Kanal. Gib unten den Kanalnamen oder die ID und die Anzahl der zu importierenden Videos ein und klicke auf \"Importieren\"."],"Channel Name or ID":["Kanal-Name oder ID"],"Enter Channel name or ID (for example: voxdotcom)":["Gib den Namen oder die ID des Kanals ein (zum Beispiel: voxdotcom)"],"Import":["Importieren"],"Importing • %s Videos Imported":["Importieren - %s Importierte Videos"],"Please go to <a href='%s'>Settings<\/a> and enter an API key to activate the importer tool.":["Bitte gehe auf <a href='%s'>Einstellungen<\/a> und gib einen API-Schlüssel ein, um das Importer-Tool zu aktivieren."],"View All Videos":["Alle Videos ansehen"],"Test Connection":["Verbindung testen"],"Connection successful":["Verbindung erfolgreich"],"Connection failed":["Verbindung fehlgeschlagen"],"View error":["Fehler anzeigen"],"<span>You are using Lite version of the plugin–no license needed. Enjoy! 🙂 To unlock more features, consider <a href='%s' target='_blank'>Upgrading to Pro<\/a><\/span>":["<span>Du verwendest die Lite-Version des Plugins - du brauchst keine Lizenz. Viel Spaß! 🙂 Um mehr Funktionen freizuschalten, erwäge <a href='%s' target='_blank'>ein Upgrade auf Pro<\/a><\/span>"],"License Key":["Lizenzschlüssel"],"Your license key provides access to updates and support":["Dein Lizenzschlüssel bietet Zugriff auf Aktualisierungen und Support"],"Your <strong>YouTube Feed Pro<\/strong> license is %s":["Deine <strong>YouTube Feed Pro<\/strong> Lizenz ist %s"],"<em>Already purchased? Simply enter your license key below to activate YouTube Feeds Pro.<\/em>":["<em>Bereits gekauft? Gib einfach deinen Lizenzschlüssel unten ein, um YouTube Feeds Pro zu aktivieren.<\/em>"],"Enter License Key":["Lizenzschlüssel eingeben"],"Manage License":["Lizenz verwalten"],"Enter API Key":["API-Schlüssel eingeben"],"Entered API Key is invalid. You can double check the API Key or learn more about generating them <a target='_blank' href='https:\/\/smashballoon.com\/youtube-api-key\/'>here<\/a>":["Der eingegebene API-Schlüssel ist ungültig. Du kannst den API-Schlüssel noch einmal überprüfen oder <a target='_blank' href='https:\/\/smashballoon.com\/youtube-api-key\/'>hier<\/a>mehr darüber erfahren, wie du ihn generierst"],"Connected YouTube Account":["Verbundenes YouTube-Konto"],"This account is used to display channel feeds. It will not affect playlist, favorites, search, livestreams or single videos stream.":["Dieses Konto wird verwendet, um Kanal-Feeds anzuzeigen. Es hat keinen Einfluss auf die Wiedergabeliste, die Favoriten, die Suche, die Livestreams oder den Stream einzelner Videos."],"Feed not working? ":["Funktioniert der Feed nicht? "],"Try Re-authenticating connected account":["Versuch, das verbundene Konto erneut zu authentifizieren"],"API Key":["API-Schlüssel"],"API Key is used to fetch from the YouTube API, and is required for several features to work. <a target='_blank' href='https:\/\/smashballoon.com\/youtube-api-key\/'>Learn more<\/a>":["Der API-Schlüssel wird verwendet, um Daten von der YouTube-API abzurufen, und ist für die Nutzung verschiedener Funktionen erforderlich. <a target='_blank' href='https:\/\/smashballoon.com\/youtube-api-key\/'>Mehr erfahren<\/a>"],"Preserve settings if plugin is removed":["Einstellungen beibehalten, wenn das Plugin entfernt wird"],"This will make sure that all of your feeds and settings are still saved even if the plugin is uninstalled":["So wird sichergestellt, dass alle Feeds und Einstellungen gespeichert bleiben, obwohl das Plugin deinstalliert wird"],"Import Feed Settings":["Feed-Einstellungen importieren"],"You will need a JSON file previously exported from the Feeds for YouTube Plugin":["Du brauchst eine JSON-Datei, die du zuvor aus dem Feeds für YouTube Plugin exportiert hast"],"Export Feed Settings":["Feed-Einstellungen exportieren"],"Select Feed":["Feed auswählen"],"Export":["Exportieren"],"Export settings for one or more of your feeds":["Exportiere die Einstellungen für einen oder mehrere deiner Feeds"],"We will automatically enable GDPR compliance if we detect a supported privacy consent plugin. <a href='https:\/\/smashballoon.com\/doc\/feeds-for-youtube-gdpr-compliance\/?youtube' target='_blank'>Learn More<\/a>":["Wir aktivieren automatisch die GDPR-Konformität, wenn wir ein unterstütztes Datenschutz-Plugin erkennen. <a href='https:\/\/smashballoon.com\/doc\/feeds-for-youtube-gdpr-compliance\/?youtube' target='_blank'>Mehr erfahren<\/a>"],"Custom Code":["Individueller Code"],"Caching":["Caching"],"1:00":["1:00"],"2:00":["2:00"],"3:00":["3:00"],"4:00":["4:00"],"5:00":["5:00"],"6:00":["6:00"],"7:00":["7:00"],"8:00":["8:00"],"9:00":["9:00"],"10:00":["10:00"],"11:00":["11:00"],"12:00":["12:00"],"Cache cleared successfully.":["Der Cache wurde erfolgreich gelöscht."],"Couldn't clear the cache.":["Ich konnte den Cache nicht löschen."],"Clear All Caches":["Alle Caches löschen"],"Used for showing views. Example: 392k views":["Wird für die Anzeige von Ansichten verwendet. Beispiel: 392k Ansichten"],"Ago":["Vor"],"Used for showing time. Example: 3d ago":["Wird zur Anzeige der Zeit verwendet. Beispiel: Vor 3d"],"Used to highlight when a video is streaming live":["Wird verwendet, um hervorzuheben, wenn ein Video live gestreamt wird"],"Used to highlight when a video is going to stream live":["Wird verwendet, um hervorzuheben, wann ein Video live gestreamt wird"],"Used to show length of the video. Example: 3 minutes 21 seconds":["Wird verwendet, um die Länge des Videos anzuzeigen. Beispiel: 3 Minuten 21 Sekunden"],"Used to show length of the video. Example: 1 hour 3 minutes":["Zeigt die Länge des Videos an. Beispiel: 1 Stunde 3 Minuten"],"To display the call to action":["So zeigst du den Aufruf zum Handeln an"],"Thousands":["Tausende"],"Used in the number of views. Example: 321K videos":["Wird in der Anzahl der Ansichten verwendet. Beispiel: 321K Videos"],"Millions":["Millionen"],"Used in the number of views. Example: 4.2M videos":["Wird in der Anzahl der Ansichten verwendet. Beispiel: 4.2M Videos"],"Custom Text\/Translate":["Benutzerdefinierter Text\/Übersetzung"],"Enter custom text for the words below, or translate it into the language you would like to use.":["Gib einen benutzerdefinierten Text für die Wörter unten ein oder übersetze sie in die Sprache, die du verwenden möchtest."],"Original Text":["Originaltext"],"Custom text\/translation":["Benutzerdefinierter Text\/Übersetzung"],"Context":["Kontext"],"AJAX theme loading fix":["Fehlerbehebung für Laden von AJAX-Themes"],"Usage Tracking":["Aufzeichnung des Nutzungsverhaltens"],"This helps us prevent plugin and theme conflicts by sending a report in the background once per week about your settings and relevant site stats. It does not send sensitive information like access tokens, email addresses, or user info. This will not affect your site performance as well. <a href='https:\/\/smashballoon.com\/youtube-feed\/docs\/usage-tracking\/' target='_blank'>Learn More<\/a>":["Dies hilft uns, Plugin- und Theme-Konflikte zu vermeiden, indem wir einmal pro Woche im Hintergrund einen Bericht über deine Einstellungen und relevante Website-Statistiken senden. Es werden keine sensiblen Informationen wie Zugriffstoken, E-Mail-Adressen oder Nutzerdaten gesendet. Auch die Leistung deiner Website wird dadurch nicht beeinträchtigt. <a href='https:\/\/smashballoon.com\/youtube-feed\/docs\/usage-tracking\/' target='_blank'>Mehr erfahren<\/a>"],"Cron Clear Cache":["Cron Cache löschen"],"If your YouTube feed is not updating, your WordPress installation may have a rare issue with clearing temporary data in your database. Enable this setting to use WordPress cron to clear your feed caches.":["Wenn dein YouTube Feed nicht aktualisiert wird, kann es sein, dass deine WordPress-Installation ein seltenes Problem mit dem Löschen von temporären Daten in deiner Datenbank hat. Aktiviere diese Einstellung, um den WordPress-Cron zum Löschen der Feed-Caches zu verwenden."],"The default HTML for the feed can be replaced with custom templates added to your theme's folder. Enable this setting to use these templates. See <a href='https:\/\/smashballoon.com\/doc\/guide-to-creating-custom-templates\/' target='_blank'>this guide<\/a>.":["Das Standard-HTML für den Feed kann durch benutzerdefinierte Vorlagen ersetzt werden, die du in den Ordner deines Themes einfügst. Aktiviere diese Einstellung, um diese Vorlagen zu verwenden. Siehe <a href='https:\/\/smashballoon.com\/doc\/guide-to-creating-custom-templates\/' target='_blank'>diese Anleitung<\/a>."],"Enqueue JavaScript in header":["JavaScript in der Kopfzeile einreihen"],"Add the JavaScript file for the plugin in the header instead of the footer":["Füge die JavaScript-Datei für das Plugin in die Kopfzeile statt in die Fußzeile ein"],"Disable WP Posts":["WP-Beiträge deaktivieren"],"This will disable the feature that saves each video as a WordPress post.":["Dadurch wird die Funktion deaktiviert, mit der jedes Video als WordPress-Beitrag gespeichert wird."],"Save new videos as":["Neue Videos speichern als"],"Draft":["Entwurf"],"Publish":["Veröffentlichen"],"When you import new videos, they will be saved accordingly":["Wenn du neue Videos importierst, werden sie entsprechend gespeichert"],"Information to Display":["Anzuzeigende Informationen"],"Stats (Like and Comment Count)":["Statistiken (Anzahl der Likes und Kommentare)"],"Saved Featured Images":["Gespeicherte ausgewählte Bilder"],"Enabling this feature will automatically download video thumbnails and assign them as the featured image for a video post created using YouTube Feeds. Image files are stored in your WordPress media library.":["Wenn du diese Funktion aktivierst, werden automatisch Video-Thumbnails heruntergeladen und als Beitragsbild für einen mit YouTube Feeds erstellten Videobeitrag verwendet. Die Bilddateien werden in deiner WordPress-Mediathek gespeichert."],"Smash Balloon Team":["Team von Smash Balloon"],"At Smash Balloon, we build software that helps you create beautiful responsive social media feeds for your website in minutes.":["Wir von Smash Balloon erstellen Software, mit der du in wenigen Minuten attraktive responsive Social-Media-Feeds für deine Website erstellen kannst."],"We're on a mission to make it super simple to add social media feeds in WordPress. No more complicated setup steps, ugly iframe widgets, or negative page speed scores.":["Unser Ziel ist, das Hinzufügen von Social-Media-Feeds in WordPress zu vereinfachen. Keine komplizierten Einrichtungsschritte, keine hässlichen iFrame-Widgets und keine schlechten Werte bei der Seitengeschwindigkeit mehr."],"Our plugins aren't just easy to use, but completely customizable, reliable, and fast! Which is why over 1.6 million awesome users, just like you, choose to use them on their site.":["Unsere Plugins sind nicht nur einfach zu bedienen, sondern auch komplett anpassbar, zuverlässig und schnell! Deshalb haben sich mehr als 1,6 Millionen Benutzer wie du dafür entschieden, sie auf ihrer Website zu verwenden."],"Our Other Social Media Feed Plugins":["Unsere anderen Social-Media-Feed-Plugins"],"We’re more than just an Instagram plugin! Check out our other plugins and add more content to your site.":["Wir sind mehr als nur ein Plugin für Instagram! Schau dir unsere anderen Plugins an und sorge für zusätzlichen Content auf deiner Website."],"Plugins we recommend":["Von uns empfohlene Plugins"],"Search Documentation":["Dokumentation durchsuchen"],"Need more support? We’re here to help.":["Brauchst du mehr Unterstützung? Wir sind für dich da."],"Submit a Support Ticket":["Ein Support-Ticket einreichen"],"Our fast and friendly support team is always happy to help!":["Unser schnelles und freundliches Support-Team hilft dir immer gerne weiter!"],"System Info":["Systeminformation"],"Collapse":["Einklappen"],"Expand":["Ausklappen"],"Export Settings":["Exporteinstellungen"],"Share your plugin settings easily with Support":["Gib deine Plugin-Einstellungen einfach für den Support frei"],"Getting Started":["Erste Schritte"],"Some helpful resources to get you started":["Einige hilfreiche Ressourcen für den Anfang"],"More help getting started":["Mehr Hilfe zum Einstieg"],"Docs & Troubleshooting":["Dokumentation & Problembehandlung"],"Run into an issue? Check out our help docs.":["Bist du auf ein Problem gestoßen? Schau dir unsere Hilfe-Dokumente an."],"View Documentation":["Dokumentation anzeigen"],"Additional Resources":["Zusätzliche Ressourcen"],"To help you get the most out of the plugin":["Damit du das Plugin optimal nutzen kannst"],"View Blog":["Blog anzeigen"],"Creating Your First YouTube Feed":[""],"How do I Find a Channel ID?":[""],"Guide to Creating and Using an API Key":[""],"How do I Embed a Feed Into a Template Directly?":[""],"My Feed is Showing Unlisted Videos":[""],"Can I Change When the Video Plays?":[""],"How Does the Plugin Optimize Page Load Time?":[""],"Troubleshooting 'YouTube Data API has not been used in project'":[""],"Will Feeds For YouTube Work with Caching Plugins?":[""]}}}