{"translation-revision-date":"2024-07-02 08:34","generator":"WP-CLI\/2.10.0","source":"frontend\/build\/static\/js\/main.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"es_ES","plural-forms":"nplurals=2; plural=(n != 1);"},"Single Videos":["Vídeos individuales"],"Number of Videos":["Número de vídeos"],"Title":["Título"],"User Name":["Nombre de usuario"],"Views":["Visualizaciones"],"Date":["Fecha"],"Streaming live":["Retransmisión en directo"],"Streaming live in":["Retransmisión en directo en"],"Watch Now":["Ver ahora"],"Learn More":["Aprender más"],"Custom CSS":["CSS personalizado"],"Custom JavaScript":["JavaScript personalizado"],"GDPR":["RGPD"],"Advanced":["Avanzado"],"Minutes":["Minutos"],"Hours":["Horas"],"Every 30 minutes":["Cada 30 minutos"],"Every hour":["Cada hora"],"Every 12 hours":["Cada 12 horas"],"Every 24 hours":["Cada 24 horas"],"AM":["AM"],"PM":["PM"],"Automatic":["Automático"],"Yes":["Sí"],"No":["No"],"Block CDN Images":["Bloquear imágenes de CDN"],"General":["General"],"Actions":["Acciones"],"Bulk Actions":["Acciones en lote"],"Settings":["Ajustes"],"Add Source":["Añadir fuente"],"Update":["Actualizar"],"Upgrade":["Actualizar"],"Add":["Añadir"],"Apply":["Aplicar"],"Copy":["Copiar"],"Copied to Clipboard":["Copiado al portapapeles"],"Help":["Ayuda"],"ID":["ID"],"Confirm":["Confirmar"],"Cancel":["Cancelar"],"Save Changes":["Guardar los cambios"],"Feeds":["Feeds"],"Translation":["Traducción"],"Install":["Instalar"],"Installed":["Instalado"],"Activate":["Activar"],"Try Demo":["Prueba de demostración"],"And Much More!":["¡Y mucho más!"],"30 day money back guarantee":["Garantía de devolución de dinero de 30 días"],"Redirecting to connect.smashballoon.com":["Redirigiendo a connect.smashballoon.com"],"You will be redirected to our app so you can connect your account in 5 seconds":["Serás redirigido a nuestra aplicación para que puedas conectar tu cuenta en 5 segundos"],"About Us":["Sobre nosotros"],"Support":["Soporte"],"Custom Templates":["Plantillas personalizadas"],"Live Stream Countdown (when applicable)":["Cuenta atrás de la retransmisión en directo (cuando proceda)"],"Deactivate":["Desactivar"],"Your YouTube Feed Pro License has expired. Renew to keep using PRO features.":["Tu licencia de YouTube Feed Pro ha caducado. Renuévala para seguir utilizando las funciones PRO."],"Paste license key here":["Pega aquí la clave de licencia"],"Get more features with YouTube Feed Pro":["Consigue más funciones con YouTube Feed Pro"],"Lite Feed Users get a 50% OFF":["Los usuarios de Feed Lite tienen un 50% de DESCUENTO"],"Show Live Streams":["Mostrar transmisiones en directo"],"All Feed Types: Playlist, Favorites, Search":["Todos los tipos de Feed: Lista de reproducción, Favoritos, Búsqueda"],"Add custom actions to end of the video":["Añadir acciones personalizadas al final del vídeo"],"Convert videos to Wordpress posts":["Convierte vídeos en entradas de WordPress"],"Add videos in a Carousel":["Añade vídeos en un Carrusel"],"Show subscribers":["Mostrar suscriptores"],"Show video details":["Mostrar detalles del vídeo"],"Fast and Effective Support":["Asistencia rápida y eficaz"],"Always up to date":["Siempre al día"],"Get All Access Bundle":["Obtén el lote con acceso completo"],"Our Feeds for other platforms":["Nuestros feeds para otras plataformas"],"Follow Us":["Síguenos"],"Delete %s?":["¿Borrar %s?"],"Are you sure you want to delete this channel?":["¿Estás seguro de que quieres borrar este canal?"],"Your license key is inactive":["Tu clave de licencia está inactiva"],"No license key detected. Please activate your license key to enable Pro features.":["No se ha detectado ninguna clave de licencia. Por favor, activa tu clave de licencia para activar las características Pro."],"Activate License Key":["Activar clave de licencia"],"Channel Title":["Título del canal"],"Published":["Publicado"],"Drafts":["Borradores"],"View All":["Ver todos"],"Publish All":["Publicar todo"],"Delete All":["Borrar todo"],"%s of %s":["%s de %s"],"No single videos found":["No se han encontrado vídeos individuales"],"Couldn't find any videos to import.":["No se ha podido encontrar ningún vídeo que importar."],"Import Videos":["Importar vídeos"],"Generate WordPress posts from your YouTube channel. Enter the channel name or ID and the number of videos to import below and click “Import”.":["Genera entradas para WordPress desde tu canal de YouTube. Introduce el nombre o ID del canal y el número de vídeos a importar a continuación y haz clic en «Importar»."],"Channel Name or ID":["Nombre o ID del canal"],"Enter Channel name or ID (for example: voxdotcom)":["Introduce el nombre o ID del canal (por ejemplo: voxdotcom)"],"Import":["Importar"],"Importing • %s Videos Imported":["Importando - %s Vídeos importados"],"Please go to <a href='%s'>Settings<\/a> and enter an API key to activate the importer tool.":["Por favor, ve a los <a href='%s'>Ajustes<\/a> e introduce una clave de API para activar la herramienta de importación."],"View All Videos":["Ver todos los vídeos"],"Test Connection":["Prueba de conexión"],"Connection successful":["Conexión correcta"],"Connection failed":["Conexión fallida"],"View error":["Ver el error"],"<span>You are using Lite version of the plugin–no license needed. Enjoy! 🙂 To unlock more features, consider <a href='%s' target='_blank'>Upgrading to Pro<\/a><\/span>":["<span>Estás utilizando la versión Lite del plugin, no necesitas licencia. Disfrútalo! 🙂 Para desbloquear más funciones, considera <a href='%s' target='_blank'>Actualizar a Pro<\/a><\/span>"],"License Key":["Clave de licencia"],"Your license key provides access to updates and support":["Tu clave de licencia ofrece acceso a actualizaciones y soporte"],"Your <strong>YouTube Feed Pro<\/strong> license is %s":["Tu licencia de <strong>YouTube Feed Pro<\/strong> es %s"],"<em>Already purchased? Simply enter your license key below to activate YouTube Feeds Pro.<\/em>":["<em>¿Ya lo has comprado? Sólo tienes que introducir tu clave de licencia a continuación para activar YouTube Feeds Pro.<\/em>"],"Enter License Key":["Introduce una clave de licencia"],"Manage License":["Gestionar la licencia"],"Enter API Key":["Introduce la clave de API"],"Entered API Key is invalid. You can double check the API Key or learn more about generating them <a target='_blank' href='https:\/\/smashballoon.com\/youtube-api-key\/'>here<\/a>":["La clave de API introducida no es válida. Puedes volver a comprobar la clave de API u obtener más información sobre cómo generarlas <a target='_blank' href='https:\/\/smashballoon.com\/youtube-api-key\/'>aquí<\/a>"],"Connected YouTube Account":["Cuenta de YouTube conectada"],"This account is used to display channel feeds. It will not affect playlist, favorites, search, livestreams or single videos stream.":["Esta cuenta se utiliza para mostrar los canales. No afectará a las listas de reproducción, favoritos, búsqueda, retransmisiones en directo o vídeos sueltos."],"Feed not working? ":["¿No funciona el feed? "],"Try Re-authenticating connected account":["Intenta volver a identificarte con la cuenta conectada"],"API Key":["Clave de API"],"API Key is used to fetch from the YouTube API, and is required for several features to work. <a target='_blank' href='https:\/\/smashballoon.com\/youtube-api-key\/'>Learn more<\/a>":["La clave de API se utiliza para obtener información de la API de YouTube y es necesaria para que funcionen varias funciones. <a target='_blank' href='https:\/\/smashballoon.com\/youtube-api-key\/'>Más información<\/a>"],"Preserve settings if plugin is removed":["Mantener los ajustes si se elimina el plugin"],"This will make sure that all of your feeds and settings are still saved even if the plugin is uninstalled":["Esto asegurará que todos tus feeds y ajustes se sigan guardando aunque se desinstale el plugin"],"Import Feed Settings":["Importar los ajustes del feed"],"You will need a JSON file previously exported from the Feeds for YouTube Plugin":["Necesitarás un archivo JSON previamente exportado desde el Plugin Feeds for YouTube"],"Export Feed Settings":["Exportar los ajustes del feed"],"Select Feed":["Seleccionar feed"],"Export":["Exportar"],"Export settings for one or more of your feeds":["Exportar los ajustes de uno o varios de tus feeds"],"We will automatically enable GDPR compliance if we detect a supported privacy consent plugin. <a href='https:\/\/smashballoon.com\/doc\/feeds-for-youtube-gdpr-compliance\/?youtube' target='_blank'>Learn More<\/a>":["Activaremos automáticamente el cumplimiento del GDPR si detectamos un plugin de consentimiento de privacidad compatible. <a href='https:\/\/smashballoon.com\/doc\/feeds-for-youtube-gdpr-compliance\/?youtube' target='_blank'>Más información<\/a>"],"Custom Code":["Código personalizado"],"Caching":["Almacenamiento en caché"],"1:00":["1:00"],"2:00":["2:00"],"3:00":["3:00"],"4:00":["4:00"],"5:00":["5:00"],"6:00":["6:00"],"7:00":["7:00"],"8:00":["8:00"],"9:00":["9:00"],"10:00":["10:00"],"11:00":["11:00"],"12:00":["12:00"],"Cache cleared successfully.":["La caché se ha borrado correctamente."],"Couldn't clear the cache.":["No se ha podido vaciar la caché."],"Clear All Caches":["Vaciar todas la cachés"],"Used for showing views. Example: 392k views":["Se utiliza para mostrar vistas. Ejemplo: 392k visitas"],"Ago":["atrás"],"Used for showing time. Example: 3d ago":["Se utiliza para mostrar la hora. Ejemplo: 3d atrás"],"Used to highlight when a video is streaming live":["Se utiliza para resaltar cuando un vídeo se transmite en directo"],"Used to highlight when a video is going to stream live":["Se utiliza para resaltar cuándo un vídeo se va a emitir en directo"],"Used to show length of the video. Example: 3 minutes 21 seconds":["Se utiliza para mostrar la duración del vídeo. Ejemplo: 3 minutos 21 segundos"],"Used to show length of the video. Example: 1 hour 3 minutes":["Se utiliza para mostrar la duración del vídeo. Ejemplo: 1 hora 3 minutos"],"To display the call to action":["Para mostrar la llamada a la acción"],"Thousands":["Miles"],"Used in the number of views. Example: 321K videos":["Se utiliza en el número de visualizaciones. Ejemplo: 321K vídeos"],"Millions":["Millones"],"Used in the number of views. Example: 4.2M videos":["Se utiliza en el número de visualizaciones. Ejemplo: 4,2M de vídeos"],"Custom Text\/Translate":["Personalizar texto\/traducir"],"Enter custom text for the words below, or translate it into the language you would like to use.":["Introduce el texto personalizado para las siguientes palabras o tradúcelas al idioma que te gustaría usar."],"Original Text":["Texto original"],"Custom text\/translation":["Personalizar texto\/traducción"],"Context":["Contexto"],"AJAX theme loading fix":["Corrección de la carga de AJAX del tema"],"Usage Tracking":["Seguimiento de uso"],"This helps us prevent plugin and theme conflicts by sending a report in the background once per week about your settings and relevant site stats. It does not send sensitive information like access tokens, email addresses, or user info. This will not affect your site performance as well. <a href='https:\/\/smashballoon.com\/youtube-feed\/docs\/usage-tracking\/' target='_blank'>Learn More<\/a>":["Esto nos ayuda a evitar conflictos entre plugins y temas enviando un informe en segundo plano una vez a la semana sobre tu configuración y las estadísticas relevantes del sitio. No envía información sensible como tokens de acceso, direcciones de correo electrónico o información de usuario. Esto tampoco afectará al rendimiento de tu sitio. <a href='https:\/\/smashballoon.com\/youtube-feed\/docs\/usage-tracking\/' target='_blank'>Más información<\/a>"],"Cron Clear Cache":["Cron de borrar de caché"],"If your YouTube feed is not updating, your WordPress installation may have a rare issue with clearing temporary data in your database. Enable this setting to use WordPress cron to clear your feed caches.":["Si tu feed de YouTube no se actualiza, es posible que tu instalación de WordPress tenga un problema poco frecuente con la limpieza de datos temporales en tu base de datos. Activa esta opción para utilizar el cron de WordPress para limpiar las cachés de tu feed."],"The default HTML for the feed can be replaced with custom templates added to your theme's folder. Enable this setting to use these templates. See <a href='https:\/\/smashballoon.com\/doc\/guide-to-creating-custom-templates\/' target='_blank'>this guide<\/a>.":["El HTML predeterminado para el feed puede sustituirse por plantillas personalizadas añadidas a la carpeta de tu tema. Activa esta opción para utilizar estas plantillas. Consulta <a href='https:\/\/smashballoon.com\/doc\/guide-to-creating-custom-templates\/' target='_blank'>esta guía<\/a>."],"Enqueue JavaScript in header":["Colocar JavaScript en la cabecera"],"Add the JavaScript file for the plugin in the header instead of the footer":["Añade el archivo JavaScript del plugin en la cabecera en lugar del pie de página"],"Disable WP Posts":["Desactivar entradas de WP"],"This will disable the feature that saves each video as a WordPress post.":["Esto desactivará la característica que guarda cada vídeo como una entrada de WordPress."],"Save new videos as":["Guardar nuevos vídeos como"],"Draft":["Borrador"],"Publish":["Publicado"],"When you import new videos, they will be saved accordingly":["Cuando importes nuevos vídeos, se guardarán en consecuencia"],"Information to Display":["Información a mostrar"],"Stats (Like and Comment Count)":["Estadísticas (recuento de me gusta y comentarios)"],"Saved Featured Images":["Imágenes destacadas guardadas"],"Enabling this feature will automatically download video thumbnails and assign them as the featured image for a video post created using YouTube Feeds. Image files are stored in your WordPress media library.":["Si activas esta función, se descargarán automáticamente las miniaturas de los vídeos y se asignarán como imagen destacada de una entrada de vídeo creada con YouTube Feeds. Los archivos de imagen se almacenan en tu biblioteca multimedia de WordPress."],"Smash Balloon Team":["El equipo de Smash Balloon"],"At Smash Balloon, we build software that helps you create beautiful responsive social media feeds for your website in minutes.":["En Smash Balloon, creamos un software que te ayuda a crear hermosos feeds de redes sociales adaptables para tu web en cuestión de minutos."],"We're on a mission to make it super simple to add social media feeds in WordPress. No more complicated setup steps, ugly iframe widgets, or negative page speed scores.":["Estamos en una misión para hacer que sea súper sencillo añadir feeds de redes sociales en WordPress. Se acabaron los complicados pasos de configuración, los feos widgets iframe y las puntuaciones negativas de velocidad de página."],"Our plugins aren't just easy to use, but completely customizable, reliable, and fast! Which is why over 1.6 million awesome users, just like you, choose to use them on their site.":["Nuestros plugins no sólo son fáciles de usar, sino que son completamente personalizables, fiables y rápidos. Por eso, más de 1,6 millones de usuarios increíbles, como tú, eligen utilizarlos en su web."],"Our Other Social Media Feed Plugins":["Nuestros otros plugins de redes sociales"],"We’re more than just an Instagram plugin! Check out our other plugins and add more content to your site.":["¡Somos más que un plugin de Instagram! Echa un vistazo a nuestros otros plugins y añade más contenido a tu sitio."],"Plugins we recommend":["Plugins que recomendamos"],"Search Documentation":["Buscar en la documentación"],"Need more support? We’re here to help.":["¿Necesitas más asistencia? Estamos aquí para ayudarte."],"Submit a Support Ticket":["Envía un ticket de soporte"],"Our fast and friendly support team is always happy to help!":["Nuestro rápido y amable equipo de soporte está siempre dispuesto a ayudar."],"System Info":["Información del sistema"],"Collapse":["Cerrar"],"Expand":["Ampliar"],"Export Settings":["Exportar ajustes"],"Share your plugin settings easily with Support":["Comparte fácilmente los ajustes de tu plugin con soporte"],"Getting Started":["Primeros pasos"],"Some helpful resources to get you started":["Algunos recursos útiles para empezar"],"More help getting started":["Más ayuda para empezar"],"Docs & Troubleshooting":["Documentación y diagnóstico"],"Run into an issue? Check out our help docs.":["¿Tienes algún problema? Consulta nuestros documentos de ayuda."],"View Documentation":["Ver documentación"],"Additional Resources":["Recursos adicionales"],"To help you get the most out of the plugin":["Para ayudarte a sacar el máximo provecho del plugin"],"View Blog":["Ver blog"],"Creating Your First YouTube Feed":[""],"How do I Find a Channel ID?":[""],"Guide to Creating and Using an API Key":[""],"How do I Embed a Feed Into a Template Directly?":[""],"My Feed is Showing Unlisted Videos":[""],"Can I Change When the Video Plays?":[""],"How Does the Plugin Optimize Page Load Time?":[""],"Troubleshooting 'YouTube Data API has not been used in project'":[""],"Will Feeds For YouTube Work with Caching Plugins?":[""]}}}