{"translation-revision-date":"2024-07-02 08:34","generator":"WP-CLI\/2.10.0","source":"frontend\/build\/static\/js\/main.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"pt_BR","plural-forms":"nplurals=2; plural=(n != 1);"},"Single Videos":["Vídeos únicos"],"Number of Videos":["Número de vídeos"],"Title":["Título"],"User Name":["Nome de usuário"],"Views":["Visualizações"],"Date":["Data"],"Streaming live":["Transmissão ao vivo"],"Streaming live in":["Transmissão ao vivo em"],"Watch Now":["Assistir agora"],"Learn More":["Saiba mais"],"Custom CSS":["CSS personalizado"],"Custom JavaScript":["JavaScript personalizado"],"GDPR":["GDPR"],"Advanced":["Avançado"],"Minutes":["Minutos"],"Hours":["Horas"],"Every 30 minutes":["A cada 30 minutos"],"Every hour":["A cada hora"],"Every 12 hours":["A cada 12 horas"],"Every 24 hours":["A cada 24 horas"],"AM":["Manhã"],"PM":["Tarde\/Noite"],"Automatic":["Automático"],"Yes":["Sim"],"No":["Não"],"Block CDN Images":["Bloquear imagens CDN"],"General":["Geral"],"Actions":["Ações"],"Bulk Actions":["Ações em massa"],"Settings":["Configurações"],"Add Source":["Adicionar origem"],"Update":["Atualizar"],"Upgrade":["Atualizar"],"Add":["Adicionar"],"Apply":["Aplicar"],"Copy":["Copiar"],"Copied to Clipboard":["Copiado para a área de transferência"],"Help":["Ajuda"],"ID":["ID"],"Confirm":["Confirmar"],"Cancel":["Cancelar"],"Save Changes":["Salvar alterações"],"Feeds":["Feeds"],"Translation":["Tradução"],"Install":["Instalar"],"Installed":["Instalado"],"Activate":["Ativar"],"Try Demo":["Experimente a demonstração"],"And Much More!":["E muito mais!"],"30 day money back guarantee":["Garantia de devolução do dinheiro em 30 dias"],"Redirecting to connect.smashballoon.com":["Redirecionando para connect.smashballoon.com"],"You will be redirected to our app so you can connect your account in 5 seconds":["Você será redirecionado para nosso aplicativo e se conectará à sua conta em 5 segundos"],"About Us":["Quem somos"],"Support":["Suporte"],"Custom Templates":["Modelos personalizados"],"Live Stream Countdown (when applicable)":["Contagem regressiva da transmissão ao vivo (quando aplicável)"],"Deactivate":["Desativar"],"Your YouTube Feed Pro License has expired. Renew to keep using PRO features.":["Sua licença do YouTube Feed Pro expirou. Renove para continuar usando os recursos da versão PRO."],"Paste license key here":["Cole a chave de licença aqui"],"Get more features with YouTube Feed Pro":["Acesse mais recursos com o YouTube Feed Pro"],"Lite Feed Users get a 50% OFF":["Usuários do Lite Feed ganham 50% de DESCONTO"],"Show Live Streams":["Mostrar transmissões ao vivo"],"All Feed Types: Playlist, Favorites, Search":["Todos os tipos de feed: lista de reprodução, favoritos, pesquisa"],"Add custom actions to end of the video":["Adicione ações personalizadas ao final do vídeo"],"Convert videos to Wordpress posts":["Converta vídeos em postagens WordPress"],"Add videos in a Carousel":["Adicione vídeos em um carrossel"],"Show subscribers":["Mostrar assinantes"],"Show video details":["Mostrar detalhes do vídeo"],"Fast and Effective Support":["Suporte rápido e eficaz"],"Always up to date":["Sempre atualizado"],"Get All Access Bundle":["Obter Pacote de acesso completo"],"Our Feeds for other platforms":["Nossos feeds para outras plataformas"],"Follow Us":["Siga-nos"],"Delete %s?":["Excluir %s?"],"Are you sure you want to delete this channel?":["Tem certeza de que deseja excluir este canal?"],"Your license key is inactive":["Sua chave de licença está inativa"],"No license key detected. Please activate your license key to enable Pro features.":["Nenhuma chave de licença detectada. Ative sua chave de licença para ativar os recursos da versão Pro."],"Activate License Key":["Ativar chave de licença"],"Channel Title":["Título do canal"],"Published":["N.º de publicações"],"Drafts":["Rascunhos"],"View All":["Visualizar todos"],"Publish All":["Publicar todos"],"Delete All":["Excluir todos"],"%s of %s":["%s de %s"],"No single videos found":["Nenhum vídeo encontrado"],"Couldn't find any videos to import.":["Não foi possível encontrar nenhum vídeo para ser importado."],"Import Videos":["Importar vídeos"],"Generate WordPress posts from your YouTube channel. Enter the channel name or ID and the number of videos to import below and click “Import”.":["Gere posts do WordPress a partir de seu canal do YouTube. Digite o nome ou ID do canal e o número de vídeos a serem importados abaixo e clique em \"Importar\"."],"Channel Name or ID":["Nome ou ID do canal"],"Enter Channel name or ID (for example: voxdotcom)":["Digite o nome ou ID do canal (por exemplo: voxdotcom)"],"Import":["Importar"],"Importing • %s Videos Imported":["Importando • %s vídeos importados"],"Please go to <a href='%s'>Settings<\/a> and enter an API key to activate the importer tool.":["Vá para <a href='%s'>Configurações<\/a> e digite uma chave de API para ativar a ferramenta de importação."],"View All Videos":["Visualizar todos os vídeos"],"Test Connection":["Conexão de teste"],"Connection successful":["Conexão bem-sucedida"],"Connection failed":["Falha na conexão"],"View error":["Visualizar erro"],"<span>You are using Lite version of the plugin–no license needed. Enjoy! 🙂 To unlock more features, consider <a href='%s' target='_blank'>Upgrading to Pro<\/a><\/span>":["<span>Você está usando a versão Lite do plugin, que não precisa de licença. Aproveite! 🙂 Para acessar mais recursos, considere <a href='%s' target='_blank'>atualizar para a versão Pro<\/a><\/span>"],"License Key":["Chave de licença"],"Your license key provides access to updates and support":["Sua chave de licença dá acesso a atualizações e suporte"],"Your <strong>YouTube Feed Pro<\/strong> license is %s":["Sua licença do <strong>YouTube Feed Pro<\/strong> é %s"],"<em>Already purchased? Simply enter your license key below to activate YouTube Feeds Pro.<\/em>":["<em>Você já comprou? Então é só digitar sua chave de licença abaixo e ativar o YouTube Feeds Pro.<\/em>"],"Enter License Key":["Inserir chave da licença"],"Manage License":["Gerenciar licença"],"Enter API Key":["Inserir chave de API"],"Entered API Key is invalid. You can double check the API Key or learn more about generating them <a target='_blank' href='https:\/\/smashballoon.com\/youtube-api-key\/'>here<\/a>":["A chave de API inserida é inválida. Você pode verificar novamente a chave de API ou saber como gerá-la <a target='_blank' href='https:\/\/smashballoon.com\/youtube-api-key\/'>aqui<\/a>"],"Connected YouTube Account":["Conta do YouTube conectada"],"This account is used to display channel feeds. It will not affect playlist, favorites, search, livestreams or single videos stream.":["Esta conta é usada para exibir feeds de canais. Isso não afetará a lista de reprodução, os favoritos, a pesquisa, as transmissões ao vivo ou a transmissão de vídeos individuais."],"Feed not working? ":["O feed não está funcionando? "],"Try Re-authenticating connected account":["Tente autenticar novamente a conta conectada"],"API Key":["Chave de API"],"API Key is used to fetch from the YouTube API, and is required for several features to work. <a target='_blank' href='https:\/\/smashballoon.com\/youtube-api-key\/'>Learn more<\/a>":["A chave de API é usada para obter informações da API do YouTube e é necessária para o funcionamento de vários recursos. <a target='_blank' href='https:\/\/smashballoon.com\/youtube-api-key\/'>Saiba mais<\/a>"],"Preserve settings if plugin is removed":["Manter as configurações caso o plugin seja excluído"],"This will make sure that all of your feeds and settings are still saved even if the plugin is uninstalled":["Isso garantirá que todos os seus feeds e configurações ainda sejam salvos, mesmo se o plugin for desinstalado"],"Import Feed Settings":["Importar configurações de feed"],"You will need a JSON file previously exported from the Feeds for YouTube Plugin":["Você precisará de um arquivo JSON exportado anteriormente do plugin Feeds for YouTube"],"Export Feed Settings":["Exportar configurações do feed"],"Select Feed":["Selecione o feed"],"Export":["Exportar"],"Export settings for one or more of your feeds":["Exportar configurações para um ou mais dos seus feeds"],"We will automatically enable GDPR compliance if we detect a supported privacy consent plugin. <a href='https:\/\/smashballoon.com\/doc\/feeds-for-youtube-gdpr-compliance\/?youtube' target='_blank'>Learn More<\/a>":["Ativaremos automaticamente a conformidade com o GDPR se detectarmos um plugin de consentimento de privacidade compatível. <a href='https:\/\/smashballoon.com\/doc\/feeds-for-youtube-gdpr-compliance\/?youtube' target='_blank'>Saiba mais<\/a>"],"Custom Code":["Código personalizado"],"Caching":["Cache"],"1:00":["13:00"],"2:00":["14:00"],"3:00":["3:00"],"4:00":["4:00"],"5:00":["5:00"],"6:00":["6:00"],"7:00":["7:00"],"8:00":["8:00"],"9:00":["9:00"],"10:00":["10:00"],"11:00":["11:00"],"12:00":["12:00"],"Cache cleared successfully.":["Cache limpo com sucesso."],"Couldn't clear the cache.":["Não foi possível limpar o cache."],"Clear All Caches":["Limpar todos os caches"],"Used for showing views. Example: 392k views":["Usado para exibir visualizações. Exemplo: 392 mil visualizações"],"Ago":["Atrás"],"Used for showing time. Example: 3d ago":["Usado para exibir o tempo decorrido. Exemplo: 3d atrás"],"Used to highlight when a video is streaming live":["Usado para indicar quando um vídeo está sendo transmitido ao vivo"],"Used to highlight when a video is going to stream live":["Usado para indicar quando um vídeo será transmitido ao vivo"],"Used to show length of the video. Example: 3 minutes 21 seconds":["Usado para mostrar a duração do vídeo. Exemplo: 3 minutos e 21 segundos"],"Used to show length of the video. Example: 1 hour 3 minutes":["Usado para mostrar a duração do vídeo. Exemplo: 1 hora e 3 minutos"],"To display the call to action":["Para exibir a chamada para ação"],"Thousands":["Milhares"],"Used in the number of views. Example: 321K videos":["Usado no número de visualizações. Exemplo: 321 mil visualizações"],"Millions":["Milhões"],"Used in the number of views. Example: 4.2M videos":["Usado no número de visualizações. Exemplo: 4,2 milhões de visualizações"],"Custom Text\/Translate":["Texto\/tradução personalizada"],"Enter custom text for the words below, or translate it into the language you would like to use.":["Digite um texto personalizado para as palavras abaixo ou traduza-o para o idioma desejado."],"Original Text":["Texto original"],"Custom text\/translation":["Texto\/tradução personalizada"],"Context":["Contexto"],"AJAX theme loading fix":["Corrigir carregamento de tema do AJAX"],"Usage Tracking":["Monitoramento de uso"],"This helps us prevent plugin and theme conflicts by sending a report in the background once per week about your settings and relevant site stats. It does not send sensitive information like access tokens, email addresses, or user info. This will not affect your site performance as well. <a href='https:\/\/smashballoon.com\/youtube-feed\/docs\/usage-tracking\/' target='_blank'>Learn More<\/a>":["Isso nos ajuda a evitar conflitos de plugins e temas, enviando um relatório em segundo plano uma vez por semana sobre suas configurações e estatísticas relevantes do site. Ele não envia informações confidenciais, como tokens de acesso, endereços de e-mail ou informações do usuário. Isso também não afetará o desempenho de seu site. <a href='https:\/\/smashballoon.com\/youtube-feed\/docs\/usage-tracking\/' target='_blank'>Saiba mais<\/a>"],"Cron Clear Cache":["Cron limpar cache"],"If your YouTube feed is not updating, your WordPress installation may have a rare issue with clearing temporary data in your database. Enable this setting to use WordPress cron to clear your feed caches.":["Se o seu feed do YouTube não estiver sendo atualizado, sua instalação do WordPress pode ter um problema raro com a limpeza de dados temporários no banco de dados. Ative essa configuração para usar o cron do WordPress para limpar seus caches de feed."],"The default HTML for the feed can be replaced with custom templates added to your theme's folder. Enable this setting to use these templates. See <a href='https:\/\/smashballoon.com\/doc\/guide-to-creating-custom-templates\/' target='_blank'>this guide<\/a>.":["O HTML padrão do feed pode ser substituído por modelos personalizados adicionados à pasta do seu tema. Ative esta configuração para usar esses modelos. Consulte <a href='https:\/\/smashballoon.com\/doc\/guide-to-creating-custom-templates\/' target='_blank'>este guia<\/a>."],"Enqueue JavaScript in header":["Enfileirar JavaScript no cabeçalho"],"Add the JavaScript file for the plugin in the header instead of the footer":["Adicione o arquivo JavaScript para o plugin no cabeçalho no lugar do rodapé"],"Disable WP Posts":["Desativar posts do WP"],"This will disable the feature that saves each video as a WordPress post.":["Isso desativará o recurso que salva cada vídeo como um post do WordPress."],"Save new videos as":["Salvar novos vídeos como"],"Draft":["Rascunho"],"Publish":["Publicar"],"When you import new videos, they will be saved accordingly":["Quando você importa novos vídeos, eles serão salvo de acordo"],"Information to Display":["Informações a serem exibidas"],"Stats (Like and Comment Count)":["Estatísticas (número de curtidas e comentários)"],"Saved Featured Images":["Imagens em destaque salvas"],"Enabling this feature will automatically download video thumbnails and assign them as the featured image for a video post created using YouTube Feeds. Image files are stored in your WordPress media library.":["A ativação desse recurso baixará automaticamente as miniaturas de vídeo e as atribuirá como a imagem em destaque de um post de vídeo criado usando o YouTube Feeds. Os arquivos de imagem são armazenados na biblioteca de mídia do WordPress."],"Smash Balloon Team":["Equipe Smash Balloon"],"At Smash Balloon, we build software that helps you create beautiful responsive social media feeds for your website in minutes.":["Na Smash Balloon, desenvolvemos softwares que ajudam você a criar feeds de mídia social responsivos para o seu site em minutos."],"We're on a mission to make it super simple to add social media feeds in WordPress. No more complicated setup steps, ugly iframe widgets, or negative page speed scores.":["Nossa missão é simplificar ao máximo a inclusão de feeds de mídia social no WordPress. Diga adeus a etapas de configuração complicadas, widgets de iframe sem graça ou taxas negativas de velocidade de página."],"Our plugins aren't just easy to use, but completely customizable, reliable, and fast! Which is why over 1.6 million awesome users, just like you, choose to use them on their site.":["Nossos plugins não são apenas fáceis de usar, mas também totalmente personalizáveis, confiáveis ​​e rápidos! É por isso que mais de 1,6 milhão de usuários incríveis, assim como você, escolheram usá-los em seus sites."],"Our Other Social Media Feed Plugins":["Nossos outros plugins de feed de mídia social"],"We’re more than just an Instagram plugin! Check out our other plugins and add more content to your site.":["Somos mais do que apenas um plugin do Instagram! Conheça nossos outros plugins e adicione mais conteúdo ao seu site."],"Plugins we recommend":["Plugins recomendados"],"Search Documentation":["Pesquisar documentação"],"Need more support? We’re here to help.":["Precisa de suporte adicional? Estamos aqui para ajudar."],"Submit a Support Ticket":["Enviar uma solicitação de suporte"],"Our fast and friendly support team is always happy to help!":["Nossa equipe de suporte rápida e amigável está sempre feliz em ajudar!"],"System Info":["Informações do sistema"],"Collapse":["Recolher"],"Expand":["Expandir"],"Export Settings":["Exportar configurações"],"Share your plugin settings easily with Support":["Compartilhe facilmente as configurações do seu plugin com o suporte"],"Getting Started":["Primeiros passos"],"Some helpful resources to get you started":["Alguns recursos úteis para você começar"],"More help getting started":["Mais ajuda para começar"],"Docs & Troubleshooting":["Documentos e resolução de problemas"],"Run into an issue? Check out our help docs.":["Teve um problema? Consultar nossos documentos de ajuda."],"View Documentation":["Ver documentação"],"Additional Resources":["Recursos adicionais"],"To help you get the most out of the plugin":["Para ajudar você a aproveitar ao máximo o plugin"],"View Blog":["Acessar blog"],"Creating Your First YouTube Feed":[""],"How do I Find a Channel ID?":[""],"Guide to Creating and Using an API Key":[""],"How do I Embed a Feed Into a Template Directly?":[""],"My Feed is Showing Unlisted Videos":[""],"Can I Change When the Video Plays?":[""],"How Does the Plugin Optimize Page Load Time?":[""],"Troubleshooting 'YouTube Data API has not been used in project'":[""],"Will Feeds For YouTube Work with Caching Plugins?":[""]}}}