{"translation-revision-date":"2024-07-02 08:34","generator":"WP-CLI\/2.10.0","source":"frontend\/build\/static\/js\/main.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"nl_NL","plural-forms":"nplurals=2; plural=(n != 1);"},"Single Videos":["Enkele video's"],"Number of Videos":["Aantal video's"],"Title":["Titel"],"User Name":["Gebruikersnaam"],"Views":["Weergaven"],"Date":["Datum"],"Streaming live":["Streaming live"],"Streaming live in":["Streaming live in"],"Watch Now":["Nu bekijken"],"Learn More":["Leer meer"],"Custom CSS":["Aangepaste CSS"],"Custom JavaScript":["Aangepast JavaScript"],"GDPR":["AVG\/GDPR"],"Advanced":["Geavanceerd"],"Minutes":["Minuten"],"Hours":["Uren"],"Every 30 minutes":["Elke 30 minuten"],"Every hour":["Elk uur"],"Every 12 hours":["Elke 12 uur"],"Every 24 hours":["Elke 24 uur"],"AM":["AM"],"PM":["PM"],"Automatic":["Automatisch"],"Yes":["Ja"],"No":["Nee"],"Block CDN Images":["Blokkeer CDN afbeeldingen"],"General":["Algemeen"],"Actions":["Acties"],"Bulk Actions":["Bulkacties"],"Settings":["Instellingen"],"Add Source":["Bron toevoegen"],"Update":["Update"],"Upgrade":["Upgrade"],"Add":["Toevoegen"],"Apply":["Toepassen"],"Copy":["Kopieer"],"Copied to Clipboard":["Gekopieerd naar klembord"],"Help":["Hulp"],"ID":["ID"],"Confirm":["Bevestigen"],"Cancel":["Annuleren"],"Save Changes":["Wijzigingen opslaan"],"Feeds":["Feeds"],"Translation":["Vertaling"],"Install":["Installeer"],"Installed":["Geïnstalleerd"],"Activate":["Activeer"],"Try Demo":["Demo proberen"],"And Much More!":["En nog veel meer!"],"30 day money back guarantee":["30 dagen niet goed geld terug garantie"],"Redirecting to connect.smashballoon.com":["Omleiden naar connect.smashballoon.com"],"You will be redirected to our app so you can connect your account in 5 seconds":["Je wordt omgeleid naar onze app zodat je je account in 5 seconden kan aansluiten"],"About Us":["Over ons"],"Support":["Ondersteuning"],"Custom Templates":["Aangepaste templates"],"Live Stream Countdown (when applicable)":["Live Stream aftellen (indien van toepassing)"],"Deactivate":["Deactiveren"],"Your YouTube Feed Pro License has expired. Renew to keep using PRO features.":["Je YouTube Feed Pro licentie is verlopen. Verleng om PRO functies te blijven gebruiken."],"Paste license key here":["Plak licentiesleutel hier"],"Get more features with YouTube Feed Pro":["Verkrijg meer functies met YouTube Feed Pro"],"Lite Feed Users get a 50% OFF":["Lite Feed gebruikers krijgen 50% korting"],"Show Live Streams":["Toon live streams"],"All Feed Types: Playlist, Favorites, Search":["Alle feed typen: afspeellijst, favorieten, zoeken"],"Add custom actions to end of the video":["Voeg aangepaste acties toe aan het einde van de video"],"Convert videos to Wordpress posts":["Video's converteren naar WordPress berichten"],"Add videos in a Carousel":["Voeg video's toe in een carrousel"],"Show subscribers":["Toon abonnees"],"Show video details":["Toon details van video"],"Fast and Effective Support":["Snelle en effectieve ondersteuning"],"Always up to date":["Altijd up-to-date"],"Get All Access Bundle":["Krijg de all access bundel"],"Our Feeds for other platforms":["Onze feeds voor andere platforms"],"Follow Us":["Volg ons"],"Delete %s?":["Verwijderen %s?"],"Are you sure you want to delete this channel?":["Weet je zeker dat je dit kanaal wil verwijderen?"],"Your license key is inactive":["Je licentiesleutel is inactief"],"No license key detected. Please activate your license key to enable Pro features.":["Geen licentiesleutel gedetecteerd. Activeer je licentiesleutel om Pro functies in te schakelen."],"Activate License Key":["Activeer licentiesleutel"],"Channel Title":["Kanaal titel"],"Published":["Gepubliceerd"],"Drafts":["Concepten"],"View All":["Bekijk alles"],"Publish All":["Publiceer alles"],"Delete All":["Verwijder alles"],"%s of %s":["%s van %s"],"No single videos found":["Geen afzonderlijke video's gevonden"],"Couldn't find any videos to import.":["Kon geen video's vinden om te importeren."],"Import Videos":["Importeer video's"],"Generate WordPress posts from your YouTube channel. Enter the channel name or ID and the number of videos to import below and click “Import”.":["Genereer WordPress berichten vanuit je YouTube kanaal. Voer hieronder de naam of ID van het kanaal in en het aantal video's dat je wil importeren en klik op 'Importeren'."],"Channel Name or ID":["Kanaalnaam of ID"],"Enter Channel name or ID (for example: voxdotcom)":["Voer kanaalnaam of ID in (bijvoorbeeld: voxdotcom)"],"Import":["Importeren"],"Importing • %s Videos Imported":["Bezig met importeren • %s video's geïmporteerd"],"Please go to <a href='%s'>Settings<\/a> and enter an API key to activate the importer tool.":["Ga naar <a href='%s'>Instellingen<\/a> en voer een API-sleutel in om de importeerfunctie te activeren."],"View All Videos":["Bekijk alle video's"],"Test Connection":["Test verbinding"],"Connection successful":["Verbinding succesvol"],"Connection failed":["Verbinding mislukt"],"View error":["Fout bekijken"],"<span>You are using Lite version of the plugin–no license needed. Enjoy! 🙂 To unlock more features, consider <a href='%s' target='_blank'>Upgrading to Pro<\/a><\/span>":["<span>Je gebruikt de Lite versie van de plugin, geen licentie nodig. Geniet ervan! 🙂 Om meer functies te ontgrendelen, overweeg om te upgraden naar de Pro versie <a href='%s' target='_blank'><\/a><\/span>"],"License Key":["Licentiesleutel"],"Your license key provides access to updates and support":["Je licentiesleutel biedt toegang tot updates en ondersteuning"],"Your <strong>YouTube Feed Pro<\/strong> license is %s":["Je <strong>YouTube Feed Pro<\/strong> licentie is %s"],"<em>Already purchased? Simply enter your license key below to activate YouTube Feeds Pro.<\/em>":["<em>Al gekocht? Voer gewoon je licentiesleutel hieronder in om YouTube Feeds Pro te activeren.<\/em>"],"Enter License Key":["Voer licentiesleutel in"],"Manage License":["Beheer licentie"],"Enter API Key":["Voer API-sleutel in"],"Entered API Key is invalid. You can double check the API Key or learn more about generating them <a target='_blank' href='https:\/\/smashballoon.com\/youtube-api-key\/'>here<\/a>":["De ingevoerde API-sleutel is ongeldig. Je kunt de API-sleutel dubbel controleren of <a target='_blank' href='https:\/\/smashballoon.com\/youtube-api-key\/'>hier<\/a> meer informatie vinden"],"Connected YouTube Account":["Verbonden YouTube account"],"This account is used to display channel feeds. It will not affect playlist, favorites, search, livestreams or single videos stream.":["Dit account wordt gebruikt om kanaal feeds te tonen. Het heeft geen invloed op afspeellijsten, favorieten, zoeken, livestreams of individuele videostreams."],"Feed not working? ":["Werkt de feed niet? "],"Try Re-authenticating connected account":["Probeer je verbonden account opnieuw te authenticeren"],"API Key":["API-sleutel"],"API Key is used to fetch from the YouTube API, and is required for several features to work. <a target='_blank' href='https:\/\/smashballoon.com\/youtube-api-key\/'>Learn more<\/a>":["Een API-sleutel wordt gebruikt om gegevens op te halen van de YouTube API en is vereist voor verschillende functies om te werken. <a target='_blank' href='https:\/\/smashballoon.com\/youtube-api-key\/'>Meer informatie<\/a>"],"Preserve settings if plugin is removed":["Instellingen behouden als plugin wordt verwijderd"],"This will make sure that all of your feeds and settings are still saved even if the plugin is uninstalled":["Dit zal ervoor zorgen dat al je feeds en instellingen opgeslagen blijven, zelfs als de plugin verwijderd wordt"],"Import Feed Settings":["Importeer feed instellingen"],"You will need a JSON file previously exported from the Feeds for YouTube Plugin":["Je hebt een JSON bestand nodig dat eerder is geëxporteerd vanuit de Feeds voor YouTube plugin"],"Export Feed Settings":["Exporteer feed instellingen"],"Select Feed":["Selecteer feed"],"Export":["Export"],"Export settings for one or more of your feeds":["Instellingen exporteren voor een of meer van je feeds"],"We will automatically enable GDPR compliance if we detect a supported privacy consent plugin. <a href='https:\/\/smashballoon.com\/doc\/feeds-for-youtube-gdpr-compliance\/?youtube' target='_blank'>Learn More<\/a>":["Als we een ondersteunde privacy toestemming plugin detecteren, schakelen we automatisch AVG\/GDPR naleving in. <a href='https:\/\/smashballoon.com\/doc\/feeds-for-youtube-gdpr-compliance\/?youtube' target='_blank'>Meer informatie<\/a>"],"Custom Code":["Aangepaste code"],"Caching":["Caching"],"1:00":["1:00"],"2:00":["2:00"],"3:00":["3:00"],"4:00":["4:00"],"5:00":["5:00"],"6:00":["6:00"],"7:00":["7:00"],"8:00":["8:00"],"9:00":["9:00"],"10:00":["10:00"],"11:00":["11:00"],"12:00":["12:00"],"Cache cleared successfully.":["Cache succesvol gewist."],"Couldn't clear the cache.":["Kon de cache niet wissen."],"Clear All Caches":["Alle caches legen"],"Used for showing views. Example: 392k views":["Gebruikt om weergaven te tonen. Voorbeeld: 392k weergaven"],"Ago":["Geleden"],"Used for showing time. Example: 3d ago":["Gebruikt om tijd weer te geven. Voorbeeld: 3 dagen geleden"],"Used to highlight when a video is streaming live":["Gebruikt om aan te geven wanneer een video live wordt gestreamd"],"Used to highlight when a video is going to stream live":["Gebruikt om aan te geven wanneer een video live gaat streamen"],"Used to show length of the video. Example: 3 minutes 21 seconds":["Gebruikt om de lengte van de video weer te geven. Voorbeeld: 3 minuten 21 seconden"],"Used to show length of the video. Example: 1 hour 3 minutes":["Gebruikt om de lengte van de video weer te geven. Voorbeeld: 1 uur 3 minuten"],"To display the call to action":["Om de Call To Action te tonen"],"Thousands":["Duizenden"],"Used in the number of views. Example: 321K videos":["Gebruikt bij het aantal weergaven. Voorbeeld: 321K video's"],"Millions":["Miljoenen"],"Used in the number of views. Example: 4.2M videos":["Gebruikt bij het aantal weergaven. Voorbeeld: 4,2M video's"],"Custom Text\/Translate":["Aangepaste tekst\/vertaling"],"Enter custom text for the words below, or translate it into the language you would like to use.":["Voer aangepaste tekst in voor de onderstaande woorden of vertaal deze in de taal die je wil gebruiken."],"Original Text":["Originele tekst"],"Custom text\/translation":["Aangepaste tekst\/vertaling"],"Context":["Context"],"AJAX theme loading fix":["AJAX thema laden oplossing"],"Usage Tracking":["Gebruik bijhouden"],"This helps us prevent plugin and theme conflicts by sending a report in the background once per week about your settings and relevant site stats. It does not send sensitive information like access tokens, email addresses, or user info. This will not affect your site performance as well. <a href='https:\/\/smashballoon.com\/youtube-feed\/docs\/usage-tracking\/' target='_blank'>Learn More<\/a>":["Dit helpt ons om plugin en thema conflicten te voorkomen door wekelijks een rapportage in de achtergrond te verzenden over je instellingen en relevante statistieken van de website. Hierbij wordt geen gevoelige informatie zoals toegang tokens, e-mailadressen of gebruikersinformatie verzonden. Dit heeft ook geen invloed op de prestaties van je site. <a href='https:\/\/smashballoon.com\/youtube-feed\/docs\/usage-tracking\/' target='_blank'>Meer informatie<\/a>"],"Cron Clear Cache":["Cron cache wissen"],"If your YouTube feed is not updating, your WordPress installation may have a rare issue with clearing temporary data in your database. Enable this setting to use WordPress cron to clear your feed caches.":["Als je YouTube feed niet wordt geüpdatet, kan je WordPress installatie mogelijk een zeldzaam probleem hebben met het wissen van tijdelijke gegevens in je database. Schakel deze instelling in om de WordPress cron te gebruiken om je feed caches te wissen."],"The default HTML for the feed can be replaced with custom templates added to your theme's folder. Enable this setting to use these templates. See <a href='https:\/\/smashballoon.com\/doc\/guide-to-creating-custom-templates\/' target='_blank'>this guide<\/a>.":["De standaard HTML voor de feed kan worden vervangen door aangepaste templates die aan de map van je thema zijn toegevoegd. Schakel deze instelling in om deze templates te gebruiken. Zie <a href='https:\/\/smashballoon.com\/doc\/guide-to-creating-custom-templates\/' target='_blank'>deze handleiding<\/a>."],"Enqueue JavaScript in header":["JavaScript in header laden"],"Add the JavaScript file for the plugin in the header instead of the footer":["Voeg het JavaScript bestand voor de plugin toe aan de header in plaats van de footer"],"Disable WP Posts":["Schakel WP berichten uit"],"This will disable the feature that saves each video as a WordPress post.":["Dit schakelt de functie uit die elke video als een WordPress bericht opslaat."],"Save new videos as":["Nieuwe video's opslaan als"],"Draft":["Concept"],"Publish":["Publiceer"],"When you import new videos, they will be saved accordingly":["Wanneer je nieuwe video's importeert, worden ze dienovereenkomstig opgeslagen"],"Information to Display":["Informatie om te tonen"],"Stats (Like and Comment Count)":["Statistieken (Aantal vind-ik-leuks en reactie telling)"],"Saved Featured Images":["Opgeslagen uitgelichte afbeeldingen"],"Enabling this feature will automatically download video thumbnails and assign them as the featured image for a video post created using YouTube Feeds. Image files are stored in your WordPress media library.":["Als je deze functie inschakelt, worden video thumbnails automatisch gedownload en toegewezen als de uitgelichte afbeelding voor een videobericht dat is gemaakt met YouTube Feeds. Afbeeldingsbestanden worden opgeslagen in je WordPress media-bibliotheek."],"Smash Balloon Team":["Smash Balloon team"],"At Smash Balloon, we build software that helps you create beautiful responsive social media feeds for your website in minutes.":["Bij Smash Balloon bouwen we software waarmee je in enkele minuten prachtige responsive sociale media feeds voor je site kan maken."],"We're on a mission to make it super simple to add social media feeds in WordPress. No more complicated setup steps, ugly iframe widgets, or negative page speed scores.":["We zijn op een missie om het supereenvoudig te maken om sociale media feeds toe te voegen in WordPress. Geen ingewikkelde installatiestappen meer, lelijke iFrame widgets, of negatieve pagina snelheid scores."],"Our plugins aren't just easy to use, but completely customizable, reliable, and fast! Which is why over 1.6 million awesome users, just like you, choose to use them on their site.":["Onze plugins zijn niet alleen gemakkelijk te gebruiken, maar ook volledig aanpasbaar, betrouwbaar en snel! Daarom kiezen meer dan 1,6 miljoen geweldige gebruikers, net als je, ervoor om ze op hun site te gebruiken."],"Our Other Social Media Feed Plugins":["Onze andere plugins voor sociale media feeds"],"We’re more than just an Instagram plugin! Check out our other plugins and add more content to your site.":["We zijn meer dan alleen een Instagram plugin! Bekijk onze andere plugins en voeg meer inhoud toe aan je site."],"Plugins we recommend":["Plugins die we aanbevelen"],"Search Documentation":["Documentatie zoeken"],"Need more support? We’re here to help.":["Meer ondersteuning nodig? We zijn er om je te helpen."],"Submit a Support Ticket":["Dien een ondersteuning ticket in"],"Our fast and friendly support team is always happy to help!":["Ons snelle en vriendelijke ondersteuningsteam staat altijd klaar om te helpen!"],"System Info":["Systeem info"],"Collapse":["Samenvouwen"],"Expand":["Uitvouwen"],"Export Settings":["Export instellingen"],"Share your plugin settings easily with Support":["Deel je plugin instellingen eenvoudig met de ondersteuning"],"Getting Started":["Aan de slag"],"Some helpful resources to get you started":["Enkele nuttige hulpbronnen om je op weg te helpen"],"More help getting started":["Meer hulp over aan de slag"],"Docs & Troubleshooting":["Docs & probleemoplossing"],"Run into an issue? Check out our help docs.":["Een probleem tegengekomen? Bekijk onze help docs."],"View Documentation":["Bekijk documentatie"],"Additional Resources":["Aanvullende gegevensbronnen"],"To help you get the most out of the plugin":["Om je te helpen het meeste uit de plugin te halen"],"View Blog":["Bekijk blog"],"Creating Your First YouTube Feed":[""],"How do I Find a Channel ID?":[""],"Guide to Creating and Using an API Key":[""],"How do I Embed a Feed Into a Template Directly?":[""],"My Feed is Showing Unlisted Videos":[""],"Can I Change When the Video Plays?":[""],"How Does the Plugin Optimize Page Load Time?":[""],"Troubleshooting 'YouTube Data API has not been used in project'":[""],"Will Feeds For YouTube Work with Caching Plugins?":[""]}}}